{
  "buttonDefaultTitle": {
    "message": "L칛s upp markerad text",
    "original": "Read text selection out loud"
  },
  "buttonStopTitle": {
    "message": "Sluta l칛sa upp",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Sluta l칛sa upp",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteChromeWebStoreDescription": {
    "message": "칐ppna Chrome Web Store-sidan",
    "original": null
  },
  "commandOpenWebsiteDonateDescription": {
    "message": "칐ppna donationssidan",
    "original": "Open the donation page"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "칐ppna Talkie-webbplatsen",
    "original": "Open the Talkie website"
  },
  "commandStartStopDescription": {
    "message": "B칬rja/sluta l칛sa upp markerad text",
    "original": "Start/stop reading selection"
  },
  "extensionDescription": {
    "message": "Markera text p친 valfri webbplats, och l친t datorn l칛sa upp den f칬r dig genom ett enkelt klick p친 Talkie-knappen.",
    "original": "Select text on any web page, and have the computer read it out loud for you by simply clicking the Talkie button."
  },
  "frontend_Options": {
    "message": "Alternativ",
    "original": "Options"
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "K칛llkod p친 Github",
    "original": "Source code on Github"
  },
  "frontend_aboutHeading": {
    "message": "Om: text-till-tal webbl칛sartill칛ggsknapp",
    "original": "About: text-to-speech browser extension button"
  },
  "frontend_aboutLinkText": {
    "message": "Alternativ",
    "original": "About"
  },
  "frontend_aboutThankYou": {
    "message": "Tack f칬r att du anv칛nder Talkie - om du gillar det, ber칛tta f칬r dina v칛nner!",
    "original": "Thank you for using Talkie - if you like it, tell your friends!"
  },
  "frontend_donateLinkText": {
    "message": "Donera",
    "original": "Donate"
  },
  "frontend_donate_moreOptions": {
    "message": "Fler donationsalternativ",
    "original": "More donation options"
  },
  "frontend_donate_usd100Now": {
    "message": "Donera USD 100 nu",
    "original": "Donate $$100 now"
  },
  "frontend_donate_usd25Now": {
    "message": "Donera USD 25 nu",
    "original": "Donate $$25 now"
  },
  "frontend_donate_usd5Now": {
    "message": "Donera USD 5 nu",
    "original": "Donate $$5 now"
  },
  "frontend_hideDonateButtonsInPopup": {
    "message": "D칬lj donationsknapparna i bubblan",
    "original": "Hide donation buttons in the popup"
  },
  "frontend_hideDonateButtonsInPopupDescription": {
    "message": "Det 칛r inte som att jag inte vill att du ska donera f칬r att st칬dja Talkie och 칬ppen k칛llkod i allm칛mhet - jag vill bara inte att du ska bli irriterad n칛r du anv칛nder Talkie till att b칬rja med. Om du inakiverar donationsknapparna i bubblan, hoppas jag att du 칛ven st칬djer Talkie p친 n친got s칛tt! Knapparna kommer alltid vara tillg칛ngliga h칛r bland alternativen, utifall att.",
    "original": "It's not like I don't want you to get Talkie 游 Premium or donate to support Talkie and open source development in general - I just don't want you to be annoyed when using Talkie in the first place. If you disable the donation buttons in the popup, I hope that you will also support Talkie in some way! The buttons will always be available here among the options, just in case."
  },
  "frontend_hideDonateButtonsInPopupHeading": {
    "message": "Donera: st칬d 칬ppen k칛llkodsutveckling",
    "original": "Donate: support open source development"
  },
  "frontend_licenseCLADescription": {
    "message": "Alla bidrag till Talkie g칬rs med tillst친nd av Contributor License Agreement (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Licens: 칬ppen k칛llkodsmjukvara",
    "original": "License: open-source software"
  },
  "frontend_licenseLinkText": {
    "message": "Licens",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Betygs칛tt Talkie",
    "original": "Review Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie utvecklades ett par dagar f칬re ny친r 2016-2017, p친 utmaning av en kompis. Utmaningen b칬rjade med fr친gan: under pendlingen till jobbet, 칛r det m칬jligt att lyssna p친 en artikel ist칛llet f칬r att l칛sa den? L칛tt som en pl칛tt, sa jag, och satte ig친ng med att bevisa det - eller i alla fall att f친 min webbl칛sare att l칛sa upp text med en knasig r칬st. Den grundl칛ggande versionen, utan n친got anv칛ndargr칛nssnitt, visade sig vara trivial att skapa. Att l칛gga till ett anv칛ndargr칛nssnitt tog l칛ngre tid. Att l칛gga till ordentlig spr친kdetektering kr칛vde en dr칬s mer kod. Att bem칛stra buggar i webbl칛saren 칛nnu mer jobb. Listan p친 f칬rb칛ttringar och nyttigheter v칛xer - och ett par tusen rader kod senare, ser du resultatet.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it - or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on - and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Ber칛ttelse: hur Talkie kom till",
    "original": "Story: how Talkie got started"
  },
  "frontend_storyLinkText": {
    "message": "Ber칛ttelse",
    "original": "Story"
  },
  "frontend_storyThankYou": {
    "message": "Tack f칬r att du anv칛nder Talkie - om du gillar det, ber칛tta f칬r dina v칛nner!",
    "original": "Thank you for using Talkie - if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Hj칛lp och feedback",
    "original": "Support and feedback"
  },
  "frontend_talkieInTheChromeWebStore_Free": {
    "message": "Talkie i Chrome Web Store",
    "original": "Talkie in the Chrome Web Store"
  },
  "frontend_usageHeading": {
    "message": "Anv칛ndning",
    "original": "Usage"
  },
  "frontend_usageLinkText": {
    "message": "Anv칛ndning",
    "original": "Usage"
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Du kan 칛ven markera text, h칬gerklicka p친 den, och v칛lja Talkie i menyn. S칛ttet fungerar ocks친 i PDF-filer och vissa typer av speciella sidor i Chrome.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in Chrome."
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Om kortkommandot inte fungerar, kontrollera att det inte redan anv칛nda av n친got annat till칛gg.",
    "original": "If the key does not work, please check that it is not already in use by another extension."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Steg f칬r att kontrollera eller 칛ndra Talkies kortkommando.",
    "original": "How to check or change the Talkie shortcut key."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Ett bekv칛mt s칛tt 칛r att anv칛nda Talkie-kortkommandot:",
    "original": "A convenient option is to use the Talkie shortcut key:"
  },
  "frontend_usageStep01": {
    "message": "Markera 칬nskad text p친 valfri webbplats.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Klicka p친 Talkie-knappen i din webbl칛sares verktygsf칛lt",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Tillg칛ngliga spr친k",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Tillg칛ngliga r칬ster",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Talkie detekterar spr친k automatiskt, men inte alla spr친k 칛r tillg칛ngliga i varje webbl칛sare. H칛r kan du se och testa installerade r칬ster f칬r varje spr친k.",
    "original": "Here you can see and test installed voices for each language in your browser. 游 Premium users can also select their favorite voice as the default per language, as well as change speed and pitch for each voice."
  },
  "frontend_voicesHeading": {
    "message": "R칬ster: testa din webbl칛sare",
    "original": "Voices: select your favorite"
  },
  "frontend_voicesLinkText": {
    "message": "R칬ster",
    "original": "Voices"
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Flygande b칛ckasiner s칬ka hwila p친 mjuka tuvor.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Exempeltext f칬r Talkie att l칛sa upp",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesShowAllVoices": {
    "message": "Visa alla r칬ster",
    "original": "Show all voices"
  },
  "frontend_yourDonationsAreAppreciated": {
    "message": "Dina donationer uppskattas!",
    "original": "Your donations are appreciated!"
  },
  "noTextSelectedMessage": {
    "message": "V칛nligen markera 칬nskad text f칬rst. Du kan 칛ven markera text, sedan h칬gerklicka p친 den, och v칛lja Talkie i menyn.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by Chrome Extensions, such as chrome:// and the Chrome Web Store. This message warns users.",
    "message": "Talkie kan inte komma 친t den markerade texten fr친n denna typ av sida. Det 칛r en mycket speciell sida, och det finns s칛kerhetsbegr칛nsningar i webbl칛saren. Du kan 칛ven testa att markera text, sedan h칬gerklicka p친 den, och v칛lja Talkie i menyn. Jag ber om urs칛kt f칬r besv칛ret.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  }
}
