{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "$NAME$ साथ जोर से बाहर पाठ चयन पढ़ें",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Talkie के साथ जोर से बाहर पाठ चयन पढ़ें",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Talkie Premium के साथ जोर से बाहर पाठ चयन पढ़ें",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "बात — चीत बंद करें",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "पढ़ें",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Talkie वेबसाइट",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "Talkie स्टोर पृष्ठ",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "Talkie Premium स्टोर पेज",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "क्लिपबोर्ड से पढ़ें",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "चयन पढ़ने शुरू/बंद करें",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "मुक्त! 40 से अधिक भाषाओं में भाषण के लिए तेज़, आसान, उच्च गुणवत्ता वाले पाठ। वेबसाइटों, पीडीएफ, ईमेल से ज़ोर से पढ़ें टीटीएस के साथ टेक्स्ट बोलें",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "प्रीमियम! 40 से अधिक भाषाओं में भाषण के लिए तेज़, आसान, उच्च गुणवत्ता वाले पाठ। वेबसाइटों, पीडीएफ, ईमेल से ज़ोर से पढ़ें टीटीएस के साथ टेक्स्ट बोलें",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "के बारे में",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "विशेषताएं",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "उपयोग और शॉर्टकट",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "आवाज विकल्प",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "किसी भी वेब पेज पर इच्छित टेक्स्ट का चयन करें और अपने ब्राउज़र बार में Talkie बटन पर क्लिक करें।",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "गीथूब पर स्रोत कोड",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "के बारे में",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Joelpurra.com पर प्रोजेक्ट पेज",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "स्वचालित भाषा का पता लगाने",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "स्वचालित आवाज चयन",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "एक बटन क्लिक, शॉर्टकट कुंजी, या राइट-क्लिक मेनू द्वारा चयनित पाठ पढ़ता है",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "लंबे समय तक ग्रंथों और लेखों को ज़ोर से पढ़ता है, भले ही टैब पृष्ठभूमि में हो।",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "कोड खुला स्रोत है और सभी उपयोगकर्ताओं के लिए मुफ़्त है।",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "मुक्त!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "विशेषताएं",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "प्रत्येक भाषा के लिए अपनी खुद की डिफ़ॉल्ट आवाज चुनें महान अगर आप सिस्टम आवाज से थक गए हो!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "पढ़ने की गति और पिच प्रति आवाज चुनें अपनी पसंद के लिए आवाज समायोजित करें!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "स्वतंत्र डेवलपर्स द्वारा ओपन सोर्स सॉफ़्टवेयर का समर्थन करते समय आपको यह गर्म, फजी महसूस होता है",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "भविष्य Premium अपडेट मुफ्त में शामिल हैं।",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "क्लिपबोर्ड से पाठ पढ़ें! बस किसी भी Talkie Premium में पाठ को कहीं से कॉपी करें और इसे पढ़ने के लिए Talkie Premium का उपयोग करें!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "वर्तमान में Talkie के निःशुल्क संस्करण का उपयोग कर रहा है, और सुविधाओं का एक सीमित सेट उपलब्ध है। शायद Talkie Premium आपके लिए बेहतर विकल्प होगा?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "वर्तमान में Talkie Premium का उपयोग कर Talkie Premium , और सभी सुविधाएं उपलब्ध हैं। बहुत बहुत धन्यवाद, यह मेरे दिल warms!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie दो Talkie आता है: Talkie और Talkie Premium नि: शुल्क संस्करण अधिकांश उपयोग मामलों के लिए महान है, लेकिन प्रीमियम संस्करण अतिरिक्त विकल्प प्रदान करता है।",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Talkie के सभी योगदान अंशदाता लाइसेंस समझौते (सीएलए) के तहत किए गए हैं।",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "लाइसेंस",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "समीक्षा Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "अपने दोस्तों को Talkie बारे में Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie एक मित्र से एक चुनौती पर नए साल 2016/2017 के कुछ दिनों पहले Talkie किया गया था। चुनौती इस प्रश्न के साथ शुरू हुई: काम करने के लिए आने के दौरान, क्या इसे पढ़ने के बजाय एक लेख को सुनना संभव है? आसान, मैंने कहा, और इसे साबित करने के लिए सेट किया — या कम से कम मेरे ब्राउज़र को एक मूर्ख कम्प्यूटर आवाज का उपयोग करके टेक्स्ट की बात करें। मूल संस्करण, बिना किसी उपयोगकर्ता इंटरफ़ेस के, बनाने के लिए तुच्छ होने के लिए निकला। एक उपयोगकर्ता इंटरफ़ेस जोड़ना, थोड़ी देर लगी। उचित भाषा का पता लगाने के लिए एक गुच्छा अधिक कोड जोड़ना ब्राउज़र में कीड़े पर काबू पाने के अलावा और भी काम सुधारों और सुविधाओं की सूची आगे बढ़ती है- और बाद में कोड की कुछ हज़ार लाइनें, आप अंतिम परिणाम देख रहे हैं",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Talkie कैसे शुरू हुआ",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Talkie के उपयोग के लिए धन्यवाद — अगर आपको यह पसंद है, तो अपने दोस्तों को बताएं!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "समर्थन और प्रतिक्रिया",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "प्रयोग",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "अपने क्लिपबोर्ड पर कॉपी किए गए किसी भी पाठ को पढ़ें — ब्राउज़र के बाहर कहीं से पाठ को सुनने के लिए शॉर्टकट कुंजी का उपयोग करें। आप Talkie Premium बटन पर, या किसी वेबसाइट के खाली क्षेत्र पर भी राइट-क्लिक कर सकते हैं, और क्लिपबोर्ड से पढ़ सकते हैं।",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "आप पाठ का भी चयन कर सकते हैं, फिर उस पर राइट क्लिक करें, और मेनू में Talkie चुनें। इस तरह भी पीडीएफ फाइलों और ब्राउज़र में कुछ विशेष प्रकार के पृष्ठों में काम करता है।",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "शॉर्टकट कुंजियाँ",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "यदि शॉर्टकट कुंजी काम नहीं करती है, तो कृपया जांच लें कि यह पहले से किसी अन्य एक्सटेंशन या प्रोग्राम द्वारा उपयोग में नहीं है।",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Talkie शॉर्टकट कुंजी को चेक या बदलें।",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "एक सुविधाजनक विकल्प Talkie शॉर्टकट कुंजियों का उपयोग करना है:",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "किसी भी प्रोग्राम में क्लिपबोर्ड से पाठ पढ़ें",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "चालू बंद",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "चालू बंद",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "किसी भी वेब पेज पर वांछित पाठ चुनें",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "अपने ब्राउज़र बार में Talkie बटन पर क्लिक करें",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "उपलब्ध भाषा",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "उपलब्ध आवाज़ें",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "अपने ब्राउज़र में प्रत्येक भाषा के लिए स्थापित आवाज देखें और जांचें। Talkie Premium प्रति पसंदीदा भाषा के रूप में अपनी पसंदीदा आवाज को चुन सकते हैं, साथ ही साथ प्रत्येक आवाज के लिए गति और पिच सेट कर सकते हैं।",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "आवाज़ें",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "आवाज़ के लिए पिच",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "$VOICE$ लिए पिच",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "आवाज़ के लिए गति",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "$VOICE$ लिए गति",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "तेज, भूरी लोमडी आलसी कुत्ते के उपर कूद गई।",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "ज़ोर से पढ़ने के लिए Talkie लिए नमूना पाठ",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "भाषा के लिए डिफ़ॉल्ट आवाज के रूप में उपयोग करें",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "$LANGUAGE$ में टेक्स्ट के लिए डिफ़ॉल्ट वॉइस के रूप में $VOICE$ का उपयोग करें",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "सभी आवाज़ें दिखाएं",
    "original": "Show all voices"
  },
  "frontend_voicesSpeakLongTextsExplanation01": {
    "message": "कुछ ब्राउज़रों में, लंबे ग्रंथों को लगातार पढ़ना संभव नहीं है इस पर काम करने के लिए, Talkie वाक्यों/धाराओं के बीच और दूसरे विराम चिह्न के बाद एक छोटे विराम का परिचय देता है।",
    "original": "In some browsers, it is not possible to read long texts continuously. To work around this, Talkie introduces a small pause between sentences/clauses and after other punctuation."
  },
  "frontend_voicesSpeakLongTextsExplanation02": {
    "message": "यदि आप इस विकल्प को सक्षम करते हैं और 10-20 सेकंड्स के बाद लंबी ग्रंथ पढ़ना बंद कर देते हैं, तो कृपया इसे फिर से अक्षम करें।",
    "original": "If you enable this option and reading long texts stops after 10-20 seconds, please disable it again."
  },
  "frontend_voicesSpeakLongTextsHeading": {
    "message": "पॉज़ करने के बिना लंबी ग्रंथों को पढ़ने की कोशिश करें",
    "original": "Try to read long texts without pauses"
  },
  "frontend_voicesSpeakLongTextsLabel": {
    "message": "विरामों के बिना लंबी ग्रंथों को पढ़ें (प्रायोगिक)",
    "original": "Read long texts without pauses (experimental)"
  },
  "noTextSelectedMessage": {
    "message": "कृपया पहले वेबसाइट पर वांछित पाठ चुनें आप पाठ का भी चयन कर सकते हैं, फिर उस पर राइट क्लिक करें, और मेनू में Talkie चुनें।",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie इस प्रकार के पेज से चुने हुए टेक्स्ट को एक्सेस नहीं कर सकता है। यह एक बहुत ही खास पृष्ठ है, और ब्राउज़र द्वारा सुरक्षा की सीमाएं हैं। आप पाठ चुनने का भी प्रयास कर सकते हैं, फिर उस पर राइट क्लिक करें, और मेनू में Talkie चुनें। असुविधा के लिए मुझे खेद है।",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "मुझे खेद है, लेकिन क्लिपबोर्ड से पाठ पढ़ना एक Talkie Premium सुविधा है। क्या आपने अपग्रेड करने पर विचार किया है?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "मुझे खेद है, लेकिन यह वेब ब्राउजर क्लिपबोर्ड से पढ़ने का समर्थन नहीं करता है अभी तक, कम से कम नहीं कृपया एक महीने या फिर में फिर से प्रयास करें!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie को क्लिपबोर्ड से एक्सेस करने की अनुमति नहीं है। यह ठीक है, लेकिन तब क्लिपबोर्ड पाठ पढ़ना काम नहीं करेगा।",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "क्लिपबोर्ड में उचित टेक्स्ट नहीं मिला क्या आप कुछ और कॉपी करने की कोशिश कर सकते हैं?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
