{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Læs tekstvalg højt med $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Læs tekstvalg højt med Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Læs tekstvalg højt med Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Stop med at snakke",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Læs tekst udvælgelse højt",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Talkie",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "Talkie",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "Talkie Premium",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Læs fra udklipsholderen",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Start/stop læsning udvælgelse",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "GRATIS! Hurtig, nem, høj kvalitet tekst til tale på over 40 sprog. Læs højt fra hjemmesider, PDF, email. Tal tekst med TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "PRÆMIE! Hurtig, nem, høj kvalitet tekst til tale på over 40 sprog. Læs højt fra hjemmesider, PDF, email. Tal tekst med TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "Om",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "Funktioner",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Anvendelse og genveje",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Voice muligheder",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "Vælg ønsket tekst på enhver webside, og klik på knappen Talkie i din Talkie .",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Kilde kode på Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "Om",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Projekt side på joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "Automatisk sprog.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Automatisk stemme valg.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Læser markeret tekst ved en knap klik, genvejstast, eller højre-klik menu.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Læser lange tekster og artikler, højt, selv mens fanen er i baggrunden.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Kode er open source og gratis tilgængelig for alle brugere.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Gratis!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "Funktioner",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Vælg din egen standard stemme for hvert sprog. Store, hvis du bliver træt af systemets stemme!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Vælg læsehastighed og stigningen pr stemme. Juster stemmer til din smag!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Det varme, fuzzy følelse, du får, når støtte open source-software af uafhængige udviklere.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Fremtidige Premium opdateringer inkluderet gratis.",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Læs tekst fra udklipsholderen! Du skal bare kopiere tekst fra hvor som helst i et hvilket som helst program, og brug Talkie Premium at læse det!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "I øjeblikket bruger du den gratis version af Talkie , og der er et Talkie sæt funktioner. Måske Talkie Premium ville være et bedre valg for dig?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "I øjeblikket bruger Talkie Premium , og alle funktioner er tilgængelige. Mange tak, det varmer mit hjerte!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie kommer i to Talkie: Talkie og Talkie Premium. Den gratis version er fantastisk til de fleste brugssager, men premium-versionen tilbyder yderligere muligheder.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Alle bidrag til Talkie er lavet under bidragyder License Agreement (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Licens",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "gennemgå Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Fortæl dine venner om Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie blev udviklet et par dage før nytår 2016/2017, på en udfordring fra en ven. Udfordringen startede med spørgsmålet: mens pendling til arbejde, er det muligt at lytte til en artikel i stedet for at læse det? Let, sagde jeg, og satte sig for at bevise det — eller i hvert fald at gøre min browser tale tekst ved hjælp af en dum computer stemme. Den grundlæggende version, uden nogen brugergrænseflade, viste sig at være trivielt at skabe. Tilføjelse af en brugergrænseflade, tog lidt længere tid. Tilføjelse ordentlig sprog detektering en flok mere kode. At overvinde fejl i browseren endnu mere arbejde. Listen over forbedringer og funktioner fortsætter — og et par tusinde linjer kode senere, er du kigger på det endelige resultat.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Hvordan Talkie blev startet",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Tak fordi du bruger Talkie — hvis du kan lide det, fortæl dine venner!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Støtte og feedback",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "Anvendelse",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Læs enhver tekst, der er kopieret til dit udklipsholder — brug den med en genvejstast til at lytte til tekst fra hvor som helst uden for browseren. Du kan også Talkie Premium knappen Talkie Premium eller i et tomt område på et websted og vælge læs fra udklipsholder.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Du kan også markere teksten, så højreklik på den, og vælg Talkie i menuen. På den måde fungerer også i PDF-filer og nogle særlige typer af sider i browseren.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Genvejstaster",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Hvis genvejstasten ikke virker, skal du kontrollere, at den ikke allerede er brugt af en anden udvidelse eller et program.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Talkie eller skift Talkie .",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "En bekvem mulighed er at bruge de Talkie genvejstaster:",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Læs tekst fra udklipsholder i ethvert program",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Start/stop",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Start/stop",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Vælg den ønskede tekst på en webside.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Klik på Talkie knappen i din browser bar",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Ledige sprog",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Ledige stemmer",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Se og test installerede stemmer for hvert sprog i din browser. Talkie Premium brugere kan også vælge deres Talkie Premium som standard pr. Sprog, samt Talkie Premium for hver stemme.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "Stemmer",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Pitch for voice",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Pitch for $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Hastighed for stemme",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Hastighed for $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Den hurtige brune ræv hopper over den dovne hund.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Prøve tekst til Talkie at læse højt",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Brug som standard stemme for sprog",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Brug $VOICE$ som standard stemme for tekst i $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Vis alle stemmer",
    "original": "Show all voices"
  },
  "frontend_voicesSpeakLongTextsExplanation01": {
    "message": "I nogle browsere er det ikke muligt at læse lange tekster kontinuerligt. For at omgå dette, introducerer Talkie en lille pause mellem sætninger/klausuler og efter anden tegnsætning.",
    "original": "In some browsers, it is not possible to read long texts continuously. To work around this, Talkie introduces a small pause between sentences/clauses and after other punctuation."
  },
  "frontend_voicesSpeakLongTextsExplanation02": {
    "message": "Hvis du aktiverer denne indstilling og læser lange tekster stopper efter 10-20 sekunder, skal du deaktivere den igen.",
    "original": "If you enable this option and reading long texts stops after 10-20 seconds, please disable it again."
  },
  "frontend_voicesSpeakLongTextsHeading": {
    "message": "Prøv at læse lange tekster uden pauser",
    "original": "Try to read long texts without pauses"
  },
  "frontend_voicesSpeakLongTextsLabel": {
    "message": "Læs lange tekster uden pauser (eksperimentelle)",
    "original": "Read long texts without pauses (experimental)"
  },
  "noTextSelectedMessage": {
    "message": "Vælg den ønskede tekst på hjemmesiden først. Du kan også markere tekst, derefter højreklikke på det og vælge Talkie i menuen.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie kan ikke få adgang til markerede tekst fra denne type side. Det er en meget speciel side, og der er sikkerhed begrænsninger sat i af browseren. Du kan også prøve at markere tekst, derefter højreklikke på det og vælge Talkie i menuen. Undskyld ulejligheden.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Jeg er ked af det, men læsning af tekst fra udklipsholderen er en funktion Talkie Premium. Har du overvejet opgradering?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Jeg beklager, men denne webbrowser understøtter ikke læsning fra udklipsholderen. Endnu ikke i det mindste. Prøv igen om en måned eller så!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie har ikke tilladelse til adgang fra udklipsholderen. Det er ok, men så læser du udklipsholderen, vil det ikke fungere.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Kunne ikke finde passende tekst i udklipsholderen. Kan du prøve at kopiere noget andet?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
