{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "$NAME$ ile yüksek metinli seçimi oku",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Metin seçimi Talkie ile yüksek sesle Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Metin seçimini Talkie Premium ile yüksek sesle okuyun",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Konuşmayı kes",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Metin seçimi yüksek sesle okunur",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Talkie web sitesi",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "Talkie mağaza sayfası",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "Talkie Premium mağaza sayfası",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Panoya oku",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Seçimi okumayı başlat/durdur",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "ÜCRETSİZ! 40'tan fazla dilde hızlı, kolay, yüksek kaliteli metin. Web sitelerinden, PDF'den, e-postalardan yüksek sesle okuyun. TTS ile konuşma metni.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "ÖDÜL! 40'tan fazla dilde hızlı, kolay, yüksek kaliteli metin. Web sitelerinden, PDF'den, e-postalardan yüksek sesle okuyun. TTS ile konuşma metni.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "hakkında",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "Özellikler",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Kullanım ve kısayollar",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Ses seçenekleri",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "Herhangi bir web Talkie metni seçin ve tarayıcı Talkie tıklayın.",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Github üzerinde kaynak kodu",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "hakkında",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Joelpurra.com'daki proje sayfası",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "Otomatik dil algılama.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Otomatik ses seçimi.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Seçili metni bir düğme tıklatısı, kısayol tuşu veya sağ tıklama menüsü ile okur.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Sekme arka plandayken bile uzun metinleri ve makaleleri yüksek sesle okur.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Kod açık kaynak kodlu ve tüm kullanıcılar tarafından ücretsiz olarak kullanılabilir.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Ücretsiz!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "Özellikler",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Her dil için kendi varsayılan sesinizi seçin. Sistem sesinden bıktığınızda harika!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Ses başına okuma hızı ve adım aralığı seçin. Sesleri beğeninize göre ayarlayın!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Bağımsız geliştiriciler tarafından açık kaynak yazılımını desteklerken aldığınız o sıcak ve bulanık his.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Premium .",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Panoya metni okuyun! Herhangi bir Talkie Premium herhangi bir yerden metni Talkie Premium okumak için Talkie Premium kullanın!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "Halen Talkie'in ücretsiz sürümünü Talkie ve sınırlı sayıda özellik var. Belki Talkie Premium sizin için daha iyi bir seçim olurdu?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "Şu anda Talkie Premium ve tüm özellikler mevcut. Çok teşekkür ederim, kalbimi ısıtır!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie iki sürümden Talkie: Talkie ve Talkie Premium. Ücretsiz sürümü çoğu kullanım ömrü için harika, ancak premium sürümde ek seçenekler bulunmaktadır.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Talkie tüm katkıları Talkie Bulunan Lisans Sözleşmesi (CLA) kapsamında yapılır.",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Lisans",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "İnceleme Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Talkie hakkında bilgi Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie , yeni yıldan 2016/2017 yıl önce bir arkadaştan gelen bir soruyla geliştirildi. Meydan okuma, işine giderken bir makaleyi okumak yerine dinlemek mümkün mü? Soru ile başladı. Kolay dedim ki, bunu ispatlamaya karar verdim — ya da en azından tarayıcımı aptalca bir bilgisayar sesi kullanarak metin konuşturacaktım. Kullanıcı arabirimi olmaksızın temel sürüm, önemsiz olduğu ortaya çıktı. Bir kullanıcı arabirimi ekleme biraz zaman aldı. Doğru dili ekleme, bir grup daha fazla kod saptama. Hataları tarayıcıda aşmak daha da fazla iş. Geliştirmelerin ve özelliklerin listesi devam ediyor — ve birkaç bin satırlık kod daha sonra, sonuçtaki sonuca bakıyorsunuz.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Talkie nasıl başladı?",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Talkie için teşekkür ederiz — Talkie söyleyin!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Destek ve geribildirim",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "kullanım",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Panonuza kopyalanan herhangi bir metni okuyun — tarayıcının dışındaki herhangi bir yerden metni dinlemek için bir kısayol tuşu ile kullanın. Ayrıca, Talkie Premium sağ Talkie Premium veya bir web sitesinin boş bir alanında panelden okumayı seçebilirsiniz.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Metni de Talkie , ardından metni sağ tıklayıp menüden Talkie öğesini Talkie. Bu yol da PDF dosyalarında ve bazı özel sayfalar türünde tarayıcıda çalışır.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Kısayol tuşları",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Kısayol tuşu çalışmazsa, lütfen başka bir dahili program veya program tarafından kullanılmadığını kontrol edin.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Talkie kısayol Talkie kontrol edin veya Talkie .",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Uygun bir seçenek Talkie kısayol Talkie :",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Herhangi bir programda panoya metni okuyun",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Başla dur",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Başla dur",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Herhangi bir web sayfasında istediğiniz metni seçin.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Tarayıcı Talkie tıklayın",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Kullanılabilir diller",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Mevcut sesler",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Tarayıcınızda her dile ait yüklü sesleri görün ve test edin. Talkie Premium , dil başına Talkie Premium olarak en Talkie Premium , ayrıca her ses için hız ve adım aralığı Talkie Premium .",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "Sesler",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Ses için konuş",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "$VOICE$ için $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Ses Hızı",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "$VOICE$ için hız",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Hızlı kahverengi tilki tembel köpeği atlar.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Yüksek sesle okumak için Talkie örnek metni",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Dil için varsayılan ses olarak kullanın",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "$LANGUAGE$ içindeki metin için $VOICE$ ses olarak $VOICE$ kullanın",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Tüm sesleri göster",
    "original": "Show all voices"
  },
  "frontend_voicesSpeakLongTextsExplanation01": {
    "message": "Bazı tarayıcılarda, uzun metinleri sürekli okumak mümkün değildir. Bu Talkie , Talkie , cümleler/cümleler arasında ve diğer noktalama işaretlerinden sonra küçük bir duraklama meydana Talkie .",
    "original": "In some browsers, it is not possible to read long texts continuously. To work around this, Talkie introduces a small pause between sentences/clauses and after other punctuation."
  },
  "frontend_voicesSpeakLongTextsExplanation02": {
    "message": "Bu seçeneği etkinleştirirseniz ve uzun metin okumak 10-20 saniye sonra durursa, lütfen tekrar devre dışı bırakın.",
    "original": "If you enable this option and reading long texts stops after 10-20 seconds, please disable it again."
  },
  "frontend_voicesSpeakLongTextsHeading": {
    "message": "Duraklamadan uzun metinleri okumaya çalışın",
    "original": "Try to read long texts without pauses"
  },
  "frontend_voicesSpeakLongTextsLabel": {
    "message": "Duraklamadan uzun metinleri oku (deneysel)",
    "original": "Read long texts without pauses (experimental)"
  },
  "noTextSelectedMessage": {
    "message": "Lütfen önce web sitesinde istediğiniz metni seçin. Ayrıca metni seçip üzerine sağ tıklayıp menüden Talkie .",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie , bu tür bir sayfadan seçilen metne Talkie. Bu çok özel bir sayfadır ve tarayıcı tarafından güvenlik sınırlamaları koyulmuştur. Metni seçip sağ Talkie ve menüden Talkie öğesini Talkie. Ben rahatsızlık için özür dilerim.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Üzgünüm, ancak panelden metin okumak bir Talkie Premium. Yeni sürüme geçmeyi düşündün mü?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Üzgünüm ama bu web tarayıcısı panodaki okumayı desteklemez. Henüz değil, en azından. Lütfen bir ay sonra tekrar deneyin!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie sahip değil. Her şey tamam, ancak panoya metnini okumak işe yaramayacak.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Panoya uygun metin bulunamadı. Başka bir şey kopyalamayı deneyebilir misin?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
