{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Чтение текста в громкой форме с помощью $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Прочитайте текст вслух с помощью Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Прочитайте текст вслух с помощью Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Перестаньте разговаривать",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Читать текст вслух",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Talkie -сайт Talkie",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "Talkie магазина Talkie",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "Talkie Premium магазина Talkie Premium",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Чтение из буфера обмена",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Выбор начала/конца показа",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "СВОБОДНО! Быстрый, легкий, высококачественный текст в речь на более чем 40 языках. Читайте вслух с веб-сайтов, PDF, электронной почты. Говорите текст с TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "PREMIUM! Быстрый, легкий, высококачественный текст в речь на более чем 40 языках. Читайте вслух с веб-сайтов, PDF, электронной почты. Говорите текст с TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "Около",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "Особенности",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Использование и ярлыки",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Параметры голоса",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "Выберите нужный текст на любой веб-странице и нажмите кнопку Talkie в панели браузера.",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Исходный код на Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "Около",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Страница проекта на joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "Автоматическое определение языка.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Автоматический выбор голоса.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Считывает выделенный текст с помощью нажатия кнопки, сочетания клавиш или контекстного меню.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Читает длинные тексты и статьи вслух, даже когда вкладка находится в фоновом режиме.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Код является открытым исходным кодом и доступен для всех бесплатно.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Свободно!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "Особенности",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Выберите собственный голос по умолчанию для каждого языка. Отлично, если вы устали от системного голоса!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Выберите скорость чтения и шаг за голос. Отрегулируйте голоса по своему вкусу!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Те теплые, нечеткие чувства, которые вы получаете при поддержке программного обеспечения с открытым исходным кодом независимыми разработчиками.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Будущие Premium включены Premium .",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Прочитайте текст из буфера обмена! Просто Talkie Premium текст из любой точки любой Talkie Premium и Talkie Premium чтобы Talkie Premium его!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "В настоящее время используется бесплатная версия Talkie , а также доступен ограниченный набор функций. Возможно, Talkie Premium будет лучшим выбором для вас?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "В настоящее время Talkie Premium , и доступны все функции. Большое спасибо, это согревает мое сердце!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie в двух версиях: Talkie и Talkie Premium. Бесплатная версия отлично подходит для большинства случаев использования, но в премиальной версии есть дополнительные возможности.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Все отчисления в Talkie сделаны согласно Лицензионному соглашению с автором (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Лицензия",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Обзор Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Talkie своим друзьям о Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie был разработан за несколько дней до Нового года 2016/2017 по вызову от друга. Задача началась с вопроса: можно ли при работе на поезде слушать статью, а не читать ее? Легко, я сказал, и намеревался это доказать — или, по крайней мере, заставить мой браузер выражать текст, используя глупый компьютерный голос. Базовая версия, без какого-либо пользовательского интерфейса, оказалась тривиальной для создания. Добавление пользовательского интерфейса заняло немного больше времени. Добавление надлежащего языка обнаружения кучу больше кода. Преодоление ошибок в браузере еще больше работает. Список улучшений и функций продолжается — и несколько тысяч строк кода позже, вы смотрите на конечный результат.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Как Talkie",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Talkie вас за Talkie — если вам это нравится, Talkie друзьям!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Поддержка и обратная связь",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "Применение",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Прочтите любой текст, скопированный в буфер обмена — используйте его с помощью сочетания клавиш для прослушивания текста из любого места за пределами браузера. Вы также можете щелкнуть правой кнопкой мыши по кнопке Talkie Premium или в пустой области веб-сайта и выбрать чтение из буфера обмена.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Вы также можете выбрать текст, затем щелкнуть его правой кнопкой мыши и выбрать в меню Talkie. Этот способ также работает в PDF-файлах и некоторых специальных типах страниц в браузере.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Клавиши быстрого доступа",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Если клавиша быстрого доступа не работает, проверьте, что она еще не используется другим расширением или программой.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Talkie или измените Talkie клавиш Talkie .",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Удобным вариантом является Talkie клавиш Talkie :",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Чтение текста из буфера обмена в любой программе",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Старт/Стоп",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Старт/Стоп",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Выберите нужный текст на любой веб-странице.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Нажмите кнопку Talkie на панели браузера.",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Доступные языки",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Доступные голоса",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Смотрите и протестируйте установленные голоса для каждого языка в вашем браузере. Talkie Premium также могут выбирать свой любимый голос по Talkie Premium каждого языка, а также задавать скорость и высоту тона для каждого голоса.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "Голоса",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Шаг для голоса",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Шаг для $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Скорость голоса",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Скорость $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Быстрая коричневая лиса прыгает через ленивую собаку.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Образец текста для Talkie для чтения вслух",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Использовать в качестве голоса по умолчанию для языка",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Использовать $VOICE$ в качестве голоса по умолчанию для текста в $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Показать все голоса",
    "original": "Show all voices"
  },
  "noTextSelectedMessage": {
    "message": "Сначала выберите нужный текст на веб-сайте. Вы также можете выбрать текст, затем щелкнуть его правой кнопкой мыши и выбрать в меню Talkie .",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie не может получить доступ к Talkie тексту с этого типа страницы. Это очень специальная страница, и есть ограничения безопасности, установленные браузером. Вы также можете Talkie выбрать текст, затем щелкнуть его правой кнопкой мыши и выбрать в меню Talkie. Извините за неудобства.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Извините, но чтение текста из буфера обмена — это функция Talkie Premium. Рассматривали ли вы модернизацию?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Извините, но этот веб-браузер не поддерживает чтение из буфера обмена. Еще нет, по крайней мере. Повторите попытку через месяц или около того!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie нет разрешения на доступ из буфера обмена. Это нормально, но тогда чтение текста в буфере обмена не будет работать.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Не удалось найти подходящий текст в буфере обмена. Не могли бы вы попробовать скопировать что-нибудь еще?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
