{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Citiți selecția textului cu voce tare cu $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Citiți selecția textului cu voce tare cu Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Citiți selecția textului cu voce tare cu Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Nu mai vorbi",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Citiți selecția textului cu voce tare",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Site-ul Talkie",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "Pagina de magazin Talkie",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "Pagina de magazin Talkie Premium",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Citiți din clipboard",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Pornirea/oprirea citirii selecției",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "GRATUIT! Rapid, ușor, de înaltă calitate text în vorbire în peste 40 de limbi. Citiți cu voce tare de pe site-uri web, PDF, e-mail. Vorbiți cu TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "PREMIUM! Rapid, ușor, de înaltă calitate text în vorbire în peste 40 de limbi. Citiți cu voce tare de pe site-uri web, PDF, e-mail. Vorbiți cu TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "Despre",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "Caracteristici",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Utilizare și comenzi rapide",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Opțiunile de voce",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "Talkie textul dorit pe orice pagină Web și faceți clic pe butonul Talkie din bara de browser.",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Codul sursă pe Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "Despre",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Pagina proiectului pe joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "Detectarea limbii automate.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Selectarea automată a vocii.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Citește textul selectat printr-un clic pe buton, tasta de acces rapid sau pe un meniu cu clic dreapta.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Citește lungi texte și articole cu voce tare, chiar dacă fila este în fundal.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Codul este open source și este disponibil gratuit tuturor utilizatorilor.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Gratuit!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "Caracteristici",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Alegeți propria voce implicită pentru fiecare limbă. Mă bucur dacă te-ai săturat de vocea sistemului!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Alegeți viteza de citire și pasul pe voce. Ajustați vocile conform preferințelor dvs.!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Senzația călduroasă, fuzzy pe care o aveți atunci când susțineți software-ul open source de dezvoltatori independenți.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Viitoare Premium incluse gratuit.",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Citiți textul din clipboard! Doar copiați textul de oriunde din orice program și folosiți Talkie Premium pentru ao citi!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "Folosind în prezent versiunea gratuită a Talkie și un set limitat de caracteristici este disponibil. Poate Talkie Premium ar fi o alegere mai bună pentru tine?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "În prezent, folosiți Talkie Premium și toate funcțiile sunt disponibile. Mulțumesc foarte mult, îmi încălzește inima!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie vine în două versiuni: Talkie și Talkie Premium. Versiunea gratuită este excelentă pentru majoritatea cazurilor de utilizare, dar versiunea premium oferă opțiuni suplimentare.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Toate contribuțiile la Talkie se fac în conformitate cu Acordul de licență pentru colaboratori (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Licență",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Spune Talkie tăi despre Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie a fost dezvoltat cu câteva zile înainte de Anul Nou 2016/2017, la o provocare de la un prieten. Provocarea a început cu întrebarea: în timp ce călătoriți la muncă, este posibil să ascultați un articol în loc să îl citiți? Ușor, am spus, și am pornit-o să demonstrez asta — sau cel puțin să-mi fac browserul să vorbească text folosind o voce proastă de calculator. Versiunea de bază, fără interfața cu utilizatorul, sa dovedit a fi banală pentru a crea. Adăugarea unei interfețe de utilizator a durat ceva mai mult. Adăugarea unei detectări corecte a limbajului un cod mai bun. Depășirea bug-urilor în browser chiar mai mult de lucru. Lista de îmbunătățiri și caracteristici continuă — și câteva mii de linii de cod mai târziu, te uiți la rezultatul final.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Cum a început Talkie",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Vă mulțumim pentru Talkie — dacă vă place, spuneți Talkie dvs.!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Suport și feedback",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "folosire",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Citiți orice text copiat în clipboard — utilizați-l cu o tastă rapidă pentru a asculta text de oriunde în afara browserului. Puteți, de asemenea, să faceți clic dreapta pe butonul Talkie Premium sau într-o zonă goală a unui site Web și să selectați citirea din clipboard.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "De asemenea, puteți selecta textul, apoi faceți clic dreapta pe el și alegeți Talkie din meniu. Acest mod funcționează, de asemenea, în fișiere PDF și în câteva tipuri speciale de pagini din browser.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Taste rapide",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Dacă tasta de comandă rapidă nu funcționează, verificați dacă nu este deja utilizată de o altă extensie sau program.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Talkie sau Talkie tastele de comenzi rapide Talkie .",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "O opțiune convenabilă este Talkie tastelor rapide Talkie :",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Citiți textul din clipboard în orice program",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Start Stop",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Start Stop",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Selectați textul dorit pe orice pagină Web.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Faceți clic pe butonul Talkie din bara de browser",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Limbi disponibile",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Voci disponibile",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Vedeți și testați vocile instalate pentru fiecare limbă din browserul dvs. Talkie Premium pot de asemenea să aleagă vocea Talkie Premium fiecare limbă, precum și să Talkie Premium viteza și pasul pentru fiecare voce.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "voci",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Pitch pentru voce",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Pitch pentru $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Viteza pentru voce",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Viteza pentru $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Vulpea brună se scurge peste câinele leneș.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Text de Talkie pentru Talkie pentru a citi cu voce tare",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Utilizați ca voce implicită pentru limbă",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "$VOICE$ ca voce implicită pentru text în $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Afișați toate vocile",
    "original": "Show all voices"
  },
  "noTextSelectedMessage": {
    "message": "Selectați mai întâi textul dorit de pe site. De asemenea, puteți selecta textul, apoi faceți clic dreapta pe el și alegeți Talkie din meniu.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie nu poate accesa textul selectat din acest tip de pagină. Este o pagină foarte specială și există limitări de securitate introduse de browser. De asemenea, puteți încerca să Talkie textul, apoi să faceți clic dreapta pe el și să alegeți Talkie din meniu. Îmi pare rău pentru neplăcerile.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Îmi pare rău, dar citirea textului din clipboard este o Talkie Premium. Te-ai gândit să faci upgrade?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Îmi pare rău, dar acest browser web nu acceptă citirea din clipboard. Încă nu, cel puțin. Încercați din nou într-o lună sau cam asa ceva!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie nu are permisiunea de a accesa din clipboard. E ok, dar citirea textului clipboardului nu va funcționa.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Nu am găsit textul potrivit în clipboard. Puteți încerca să copiați altceva?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
