{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Czytać tekst z głośnikami o $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Przeczytaj tekst tekstowy z Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Czytać tekst z Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Przestań gadać",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Przeczytaj tekst na głos",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Talkie",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "Strona sklepu Talkie",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "Strona sklepu Talkie Premium",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Czytaj z schowka",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Uruchom/Zatrzymaj wybór odczytu",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "WOLNY! Szybki, łatwy i wysokiej jakości tekst na mowę w ponad 40 językach. Przeczytaj głośno z witryn internetowych, PDF, e-mail. Mów tekst z TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "PREMIA! Szybki, łatwy i wysokiej jakości tekst na mowę w ponad 40 językach. Przeczytaj głośno z witryn internetowych, PDF, e-mail. Mów tekst z TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "O",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "cechy",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Użycie i skróty",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Opcje głosowe",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "Wybierz dowolny tekst na dowolnej stronie Talkie i kliknij przycisk Talkie na Talkie .",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Kod źródłowy w Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "O",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Strona projektu na stronie joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "Automatyczne wykrywanie języka.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Automatyczny wybór głosu.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Czyta wybrany tekst przyciskiem myszy, klawiszem skrótu lub prawym przyciskiem myszy menu.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Czyta długie teksty i artykuły głośno, nawet gdy karta jest w tle.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Kod jest open source i dostępny bezpłatnie dla wszystkich użytkowników.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Darmowy!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "cechy",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Wybierz własne domyślne głosy dla każdego języka. Świetnie, jeśli zmęczysz się głosem systemu!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Wybierz prędkość czytania i podziałkę na głos. Dostosuj głosy do swoich potrzeb!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "To ciepłe, rozmyte poczucie, jakie otrzymujesz podczas obsługi oprogramowania open source przez niezależnych programistów.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Premium zawiera Premium .",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Przeczytaj tekst ze schowka! Po prostu skopiuj tekst z Talkie Premium miejsca w dowolnym Talkie Premium i użyj Talkie Premium aby go Talkie Premium !",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "Obecnie używasz bezpłatnej wersji Talkie i jest ograniczona liczba funkcji. Być może Talkie Premium byłby lepszym wyborem dla Ciebie?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "Obecnie używasz Talkie Premium , a wszystkie funkcje są dostępne. Dziękuję bardzo, ciepło moje serce!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie pochodzi w dwóch wersjach: Talkie i Talkie Premium. Wersja bezpłatna jest przeznaczona dla większości przypadków użycia, ale wersja premium oferuje dodatkowe opcje.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Wszystkie wpisy do Talkie są Talkie w ramach Umowy licencyjnej Contributor (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Licencja",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Recenzja Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Powiedz swoim znajomym o Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie został opracowany na kilka dni przed nowym Rokiem 2016/2017, na wyzwanie przyjaciela. Wyzwanie zaczęło się od pytania: podczas dojazdu do pracy, czy można czytać artykuł zamiast czytać? Łatwo, powiedziałem i udałem się, aby udowodnić — lub przynajmniej, aby moja przeglądarka wypowiadała się tekstem za pomocą głupiego głosu komputerowego. Podstawowa wersja bez żadnego interfejsu użytkownika okazała się banalna. Dodanie interfejsu użytkownika trwało dłużej. Dodanie poprawnej detekcji języka powoduje powstanie większej liczby kodów. Pokonanie błędów w przeglądarce jeszcze więcej pracy. Pojawiła się lista udoskonaleń i funkcji — i kilka tysięcy wierszy kodu później, przyglądając się końcowi.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Jak Talkie się Talkie",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Talkie za użycie Talkie — jeśli chcesz, powiedz znajomym!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Wsparcie i informacje zwrotne",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "Stosowanie",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Przeczytaj dowolny tekst skopiowany do schowka — użyj go za pomocą klawisza skrótu, aby słuchać tekstu z dowolnego miejsca poza przeglądarką. Możesz również kliknąć prawym Talkie Premium myszy przycisk Talkie Premium lub w pustym obszarze witryny i wybrać opcję odczytywania ze schowka.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Można również wybrać tekst, a Talkie kliknąć Talkie myszy i wybrać z menu Talkie. W ten sposób działa również w plikach PDF i niektórych specjalnych typach stron w przeglądarce.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Klawisze skrótów",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Jeśli skrót nie działa, sprawdź, czy nie jest on już używany przez inne rozszerzenie lub program.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Sprawdź lub zmienić skróty Talkie .",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Wygodną opcją jest użycie klawiszy skrótu Talkie :",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Przeczytaj tekst ze schowka w dowolnym programie",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Zacząć zakończyć",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Zacząć zakończyć",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Wybierz żądany tekst na dowolnej stronie internetowej.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Kliknij przycisk Talkie na Talkie",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Dostępne języki",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Dostępne głosy",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Zobacz i przetestuj zainstalowane głosy dla każdego języka w przeglądarce. Talkie Premium mogą również wybrać swój ulubiony głos jako domyślny dla każdego języka, a także ustawić prędkość i skok dla każdego głosu.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "Głosy",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Skok do głosu",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Stawka za $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Szybkość głosu",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Prędkość do $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Szybkie brązowe lis skacze nad leniwym psem.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Talkie tekst dla Talkie aby Talkie głośno",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Użyj jako domyślnego głosu dla języka",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Użyj $VOICE$ jako domyślnego słowa dla tekstu w $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Pokaż wszystkie głosy",
    "original": "Show all voices"
  },
  "frontend_voicesSpeakLongTextsExplanation01": {
    "message": "W niektórych przeglądarkach nie można ciągle czytać długich tekstów. W celu obejścia tego Talkie , Talkie wprowadza małą pauzę między zdaniami/klauzulami i po innych interpunacjach.",
    "original": "In some browsers, it is not possible to read long texts continuously. To work around this, Talkie introduces a small pause between sentences/clauses and after other punctuation."
  },
  "frontend_voicesSpeakLongTextsExplanation02": {
    "message": "Jeśli włączysz tę opcję i czytanie długich tekstów zostanie zatrzymana po 10-20 sekundach, wyłącz je ponownie.",
    "original": "If you enable this option and reading long texts stops after 10-20 seconds, please disable it again."
  },
  "frontend_voicesSpeakLongTextsHeading": {
    "message": "Spróbuj przeczytać długie teksty bez przerw",
    "original": "Try to read long texts without pauses"
  },
  "frontend_voicesSpeakLongTextsLabel": {
    "message": "Czytaj długie teksty bez przerw (eksperymentalnie)",
    "original": "Read long texts without pauses (experimental)"
  },
  "noTextSelectedMessage": {
    "message": "Wybierz najpierw żądany tekst na stronie internetowej. Można również wybrać tekst, a Talkie kliknąć Talkie myszy i wybrać z menu Talkie .",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie nie może uzyskać dostępu do Talkie tekstu z tego typu strony. Jest to bardzo specjalna strona, a w przeglądarce znajdują się ograniczenia bezpieczeństwa. Możesz także Talkie wybrać tekst, a Talkie kliknąć Talkie myszy i wybrać z menu Talkie. Przepraszam za utrudnienia.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Przykro mi, ale czytanie tekstu ze schowka to funkcja Talkie Premium. Czy rozważałeś uaktualnienie?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Przepraszam, ale ta przeglądarka nie obsługuje czytania ze schowka. Jeszcze nie co najmniej. Spróbuj ponownie za miesiąc!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie nie ma dostępu do schowka. To jest ok, ale wtedy czytanie tekstu schowka nie zadziała.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Nie znaleziono odpowiedniego tekstu w schowku. Czy możesz spróbować skopiować coś innego?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
