{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Lisez la sélection de texte à haute voix avec $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Lisez la sélection de texte à haute voix avec Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Lisez la sélection de texte à haute voix avec Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Arrêter de parler",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Lire la sélection du texte à haute voix",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Le site Talkie",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "La page de la boutique Talkie",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "La page de la boutique Talkie Premium",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Lire dans le presse-papier",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Démarrer/arrêter la lecture de la sélection",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "GRATUIT! Texte rapide, facile et de haute qualité dans plus de 40 langues. Lisez en grand sur les sites Web, PDF, courrier électronique. Parlez en texte avec TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "PRIME! Texte rapide, facile et de haute qualité dans plus de 40 langues. Lisez en grand sur les sites Web, PDF, courrier électronique. Parlez en texte avec TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "Sur",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "Caractéristiques",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Utilisation et raccourcis",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Options vocales",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "Talkie le texte souhaité sur Talkie quelle page Web et cliquez sur le bouton Talkie dans la barre de votre Talkie .",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Code source sur Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "Sur",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Page de projet sur joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "Détection automatique du langage.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Sélection vocale automatique.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Lit le texte sélectionné par un clic de bouton, une touche de raccourci ou un menu contextuel.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Lit les textes et les articles longs, même si l'onglet est en arrière-plan.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Le code est open source et est disponible gratuitement pour tous les utilisateurs.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Gratuit!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "Caractéristiques",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Choisissez votre propre voix par défaut pour chaque langue. Super si vous vous fatiguez de la voix du système!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Choisissez la vitesse de lecture et le pitch par voix. Ajustez les voix à votre goût!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Ce sentiment chaud et flou que vous obtenez lorsque vous soutenez des logiciels libres par des développeurs indépendants.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Future Premium mises à jour incluses Premium .",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Lisez le texte du presse-papiers! Il suffit de copier du texte Talkie Premium où dans Talkie Premium et d'utiliser Talkie Premium pour le lire!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "Vous utilisez actuellement la version gratuite de Talkie et un ensemble limité de fonctionnalités. Peut-être Talkie Premium serait-il un meilleur choix pour vous?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "Vous utilisez Talkie Premium et toutes les fonctionnalités sont disponibles. Merci beaucoup, cela me réchauffe!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie est Talkie en deux versions: Talkie et Talkie Premium. La version gratuite est idéale pour la plupart des cas d'utilisation, mais la version premium offre des options supplémentaires.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Toutes les contributions à Talkie sont Talkie en vertu du contrat de licence de contributeur (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Licence",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Revue Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Dites à vos amis à propos de Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie a été développé quelques jours avant la nouvelle année 2016/2017, sur un défi d'un ami. Le défi a commencé avec la question: en parcourant le travail, est-il possible d'écouter un article au lieu de le lire? Facile, j'ai dit, et je me suis mis à le prouver — ou du moins pour que mon navigateur fasse parler du texte à l'aide d'une voix stupide d'ordinateur. La version de base, sans interface utilisateur, s'est révélée insignifiante à créer. Ajouter une interface utilisateur, a pris un peu plus de temps. Ajout d'une bonne détection de langue un code plus grand. Surmonter les bugs dans le navigateur encore plus de travail. La liste des améliorations et des fonctionnalités se poursuit — et quelques milliers de lignes de code plus tard, vous examinez le résultat final.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Comment Talkie a commencé",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Merci d'utiliser Talkie — si vous l'aimez, dites-le à vos amis!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Soutien et commentaires",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "Usage",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Lisez tout texte copié dans votre presse-papiers — utilisez-le avec une touche de raccourci pour écouter du texte de n'importe où en dehors du navigateur. Vous pouvez Talkie Premium cliquer avec le bouton droit de la souris sur le bouton Talkie Premium , ou dans une zone vide d'un site Web, puis sélectionner Lire dans le presse-papiers.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Vous pouvez Talkie le texte, puis cliquez droit dessus, et Talkie dans le menu. De cette façon, cela fonctionne également dans des fichiers PDF et des types particuliers de pages dans le navigateur.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Raccourcis claviers",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Si la touche de raccourci ne fonctionne pas, vérifiez qu'elle n'est pas déjà utilisée par une autre extension ou programme.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Vérifiez ou modifiez les touches de Talkie .",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Une option pratique est d'utiliser les touches de Talkie :",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Lire le texte du presse-papiers dans n'importe quel programme",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Commencer arrêter",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Commencer arrêter",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Sélectionnez le texte souhaité sur n'importe quelle page Web.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Cliquez sur le bouton Talkie dans votre barre de Talkie",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Langues disponibles",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Voix disponibles",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Voir et tester les voix installées pour chaque langue dans votre navigateur. Talkie Premium les Talkie Premium peuvent Talkie Premium leur voix préférée comme par défaut par langue, ainsi que définir la vitesse et le pitch pour chaque voix.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "Voix",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Pitch for voice",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Emplacement pour $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Vitesse de la voix",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Vitesse pour $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Le renard brun rapide saute sur le chien paresseux.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Exemple de texte pour Talkie lire à fond",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Utiliser comme voix par défaut pour la langue",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Utilisez $VOICE$ comme voix par défaut pour le texte dans $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Afficher toutes les voix",
    "original": "Show all voices"
  },
  "noTextSelectedMessage": {
    "message": "Sélectionnez d'abord le texte souhaité sur le site. Vous pouvez Talkie texte, puis cliquez avec le bouton droit de la souris et Talkie dans le menu.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie ne peut pas accéder au texte Talkie à partir de ce type de page. C'est une page très spéciale, et il y a des limitations de sécurité introduites par le navigateur. Vous pouvez Talkie de Talkie du texte, puis cliquez dessus, puis Talkie dans le menu. Je suis désolé du dérangement.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Je suis désolé, mais la lecture du texte dans le presse-papiers est une fonction Talkie Premium. Avez-vous envisagé la mise à niveau?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Je suis désolé, mais ce navigateur Web ne prend pas en charge la lecture dans le presse-papiers. Pas encore, au moins. Veuillez réessayer dans un mois environ!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie n'a pas d'autorisation d'accès depuis le Presse-papiers. C'est bon, mais la lecture du texte du presse-papiers ne fonctionnera pas.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Impossible de trouver un texte approprié dans le presse-papiers. Pouvez-vous essayer de copier autre chose?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
