{
  "buttonDefaultTitle": {
    "message": "Lire la sélection de texte à haute voix",
    "original": "Read text selection out loud"
  },
  "buttonStopTitle": {
    "message": "Arrêter de parler",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Lire la sélection de texte à haute voix",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteChromeWebStoreDescription": {
    "message": "Ouvrir la page Chrome Web Store",
    "original": null
  },
  "commandOpenWebsiteDonateDescription": {
    "message": "Ouvrir la page des dons",
    "original": "Open the donation page"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Ouvrir le site Talkie",
    "original": "Open the Talkie website"
  },
  "commandStartStopDescription": {
    "message": "Commencer/arrêter la lecture à haute voix de la sélection",
    "original": "Start/stop reading selection"
  },
  "extensionDescription": {
    "message": "Sélectionnez le texte sur n'importe quelle page Web et faites le lire à haute voix par l'ordinateur en cliquant simplement sur le bouton Talkie.",
    "original": "Select text on any web page, and have the computer read it out loud for you by simply clicking the Talkie button."
  },
  "frontend_Options": {
    "message": "Options",
    "original": "Options"
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Code source sur Github",
    "original": "Source code on Github"
  },
  "frontend_aboutHeading": {
    "message": "À propos: bouton d'extension de navigateur texte-à-parole",
    "original": "About: text-to-speech browser extension button"
  },
  "frontend_aboutLinkText": {
    "message": "À propos",
    "original": "About"
  },
  "frontend_aboutThankYou": {
    "message": "Merci d'utiliser Talkie - si vous l'aimez, parlez-en à vos amis!",
    "original": "Thank you for using Talkie - if you like it, tell your friends!"
  },
  "frontend_donateLinkText": {
    "message": "Faire un don",
    "original": "Donate"
  },
  "frontend_donate_moreOptions": {
    "message": "Plus d'options de dons",
    "original": "More donation options"
  },
  "frontend_donate_usd100Now": {
    "message": "Faire un don USD 100 maintenant",
    "original": "Donate $$100 now"
  },
  "frontend_donate_usd25Now": {
    "message": "Faire un don USD 25 maintenant",
    "original": "Donate $$25 now"
  },
  "frontend_donate_usd5Now": {
    "message": "Faire un don USD 5 maintenant",
    "original": "Donate $$5 now"
  },
  "frontend_hideDonateButtonsInPopup": {
    "message": "Masquer les boutons de don dans le popup",
    "original": "Hide donation buttons in the popup"
  },
  "frontend_hideDonateButtonsInPopupDescription": {
    "message": "Ce n'est pas comme si je ne voulais pas que vous fassiez un don pour soutenir Talkie et le développement open source en général - je ne veux tout simplement pas que vous soyez ennuyé en utilisant Talkie en premier lieu. Si vous désactivez les boutons de don dans le popup, j'espère que vous allez également supporter Talkie d'une certaine manière! Les boutons seront toujours disponibles ici parmi les options, au cas où.",
    "original": "It's not like I don't want you to get Talkie 🌟 Premium or donate to support Talkie and open source development in general - I just don't want you to be annoyed when using Talkie in the first place. If you disable the donation buttons in the popup, I hope that you will also support Talkie in some way! The buttons will always be available here among the options, just in case."
  },
  "frontend_hideDonateButtonsInPopupHeading": {
    "message": "Faire un don: soutenir le développement open source",
    "original": "Donate: support open source development"
  },
  "frontend_licenseCLADescription": {
    "message": "Toutes les contributions à Talkie sont effectuées en vertu de l'Accord de licence d'auteur (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Licence: logiciel libre",
    "original": "License: open-source software"
  },
  "frontend_licenseLinkText": {
    "message": "Licence",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Évaluer Talkie",
    "original": "Rate Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie a été développé quelques jours avant la nouvelle année 2016/2017, suivant à un défi d'un ami. Le défi a commencé par la question suivante: pendant le déplacement au travail, est-il possible d'écouter un article au lieu de le lire? Facile, disais-je, et me mettais à le prouver - ou du moins à faire parler mon navigateur par le biais d'une voix d'ordinateur stupide. La version de base, sans aucune interface utilisateur, s'est avéré être triviale à créer. Ajouter une interface utilisateur a pris un peu plus longtemps. Ajouter une détection de langue propre; un tas plus de code. Surmonter les bugs dans le navigateur, encore plus de travail. La liste des améliorations et des fonctionnalités se poursuit - et quelques milliers de lignes de code plus tard, vous voyez le résultat final.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it - or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on - and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Histoire: comment Talkie a commencé",
    "original": "Story: how Talkie got started"
  },
  "frontend_storyLinkText": {
    "message": "Histoire",
    "original": "Story"
  },
  "frontend_storyThankYou": {
    "message": "Merci d'utiliser Talkie - si vous l'aimez, parlez-en à vos amis!!",
    "original": "Thank you for using Talkie - if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Soutien et commentaires",
    "original": "Support and feedback"
  },
  "frontend_talkieInTheChromeWebStore_Free": {
    "message": "Talkie dans le Chrome Web Store",
    "original": "Talkie in the Chrome Web Store"
  },
  "frontend_usageHeading": {
    "message": "Usage",
    "original": "Usage"
  },
  "frontend_usageLinkText": {
    "message": "Usage",
    "original": "Usage"
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Vous pouvez également sélectionner le texte, puis cliquer droit dessus et choisir Talkie dans le menu. Cette fonction s'applique également dans les fichiers PDF et sur certains types de pages spécifiques dans Chrome.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in Chrome."
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Si la touche de raccourci ne fonctionne pas, vérifiez qu'elle n'est pas déjà utilisée par une autre extension.",
    "original": "If the key does not work, please check that it is not already in use by another extension."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Vérifier ou modifier la touche de raccourci Talkie.",
    "original": "How to check or change the Talkie shortcut key."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Une option pratique est d'utiliser la touche de raccourci Talkie:",
    "original": "A convenient option is to use the Talkie shortcut key:"
  },
  "frontend_usageStep01": {
    "message": "Sélectionnez le texte souhaité sur n'importe quelle page Web.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Cliquez sur le bouton Talkie dans la barre de navigation",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Langues disponibles",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Voix disponibles",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Talkie détecte automatiquement le langage, mais toutes les langues ne sont pas disponibles dans chaque navigateur. Ici, vous pouvez voir et tester les voix installées pour chaque langue.",
    "original": "Here you can see and test installed voices for each language in your browser. 🌟 Premium users can also select their favorite voice as the default per language, as well as change rate and pitch for each voice."
  },
  "frontend_voicesHeading": {
    "message": "Voix: testez votre navigateur",
    "original": "Voices: select your favorite"
  },
  "frontend_voicesLinkText": {
    "message": "Voix",
    "original": "Voices"
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Portez ce vieux whisky au juge blond qui fume.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Exemple de texte pour Talkie à lire à haute voix",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesShowAllVoices": {
    "message": "Afficher toutes les voix",
    "original": "Show all voices"
  },
  "frontend_yourDonationsAreAppreciated": {
    "message": "Vos dons sont appréciés!",
    "original": "Your donations are appreciated!"
  },
  "noTextSelectedMessage": {
    "message": "Veuillez sélectionner le texte souhaité sur le site Web d'abord. Vous pouvez également sélectionner le texte, puis cliquer droit dessus et choisir Talkie dans le menu.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by Chrome Extensions, such as chrome:// and the Chrome Web Store. This message warns users.",
    "message": "Talkie ne peut pas accéder au texte sélectionné sur ce type de page. C'est une page spéciale sur laquelle des limitations de sécurité ont été installées par le navigateur. Vous pouvez également essayer de sélectionner le texte, puis cliquer droit dessus, et choisir Talkie dans le menu. Veuillez excuser les désagrements.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  }
}
