{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Přečtěte si volbu textu nahlas pomocí $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Číst výběr textu nahlas pomocí Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Přečtěte si volbu textu nahlas pomocí Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Přestaň mluvit",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Číst výběr textu nahlas",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Talkie stránky Talkie",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "Talkie obchodu Talkie",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "Stránka Talkie Premium",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Přečtěte si ze schránky",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Výběr čtení start/stop",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "VOLNÝ, UVOLNIT! Rychlý, snadný a vysoce kvalitní text na řeč ve více než 40 jazycích. Přečtěte si nahlas z webových stránek, PDF, e-mail. Mluvte s TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "POJISTNÉ! Rychlý, snadný a vysoce kvalitní text na řeč ve více než 40 jazycích. Přečtěte si nahlas z webových stránek, PDF, e-mail. Mluvte s TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "O",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "Funkce",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Použití a zkratky",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Možnosti hlasu",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "Na Talkie webové stránce vyberte Talkie text a v Talkie klikněte na tlačítko Talkie .",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Zdrojový kód na Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "O",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Stránka projektu na joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "Automatická detekce jazyka.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Automatický výběr hlasu.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Čte vybraný text kliknutím na tlačítko, klávesovou zkratkou nebo pravým tlačítkem myši.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Čte dlouhé texty a články hlasitě, i když je karta na pozadí.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Kód je otevřený zdroj a je zdarma k dispozici všem uživatelům.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Volný, uvolnit!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "Funkce",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Vyberte si svůj vlastní výchozí hlas pro každý jazyk. Skvělé, kdybyste se unavili systémovým hlasem!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Zvolte rychlost čtení a rozteč na hlas. Upravte hlasy podle vašich představ!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Ten teplý, fuzzní pocit, který získáte při podpoře softwaru s otevřeným zdrojovým kódem nezávislých vývojářů.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Budoucí Premium zahrnuty zdarma.",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Přečtěte text ze schránky! Stačí Talkie Premium text z Talkie Premium programu a pomocí Talkie Premium můžete přečíst!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "V současné době je k Talkie verze Talkie a je k dispozici omezená sada funkcí. Možná Talkie Premium by bylo pro vás lepší volbou?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "V současné době Talkie Premium a všechny funkce jsou k dispozici. Děkuji vám, ohřívá mé srdce!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie dodává ve dvou verzích: Talkie a Talkie Premium. Volná verze je skvělá pro většinu případů použití, ale prémiová verze nabízí další možnosti.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Všechny příspěvky do Talkie se Talkie podle licenční smlouvy přispěvatelů (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Licence",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Recenze Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Řekněte svým přátelům o Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie byla vyvinuta několik dní před novým rokem 2016/2017, na výzvu od přítele. Problém začal otázkou: při dojíždění do práce je možné poslouchat článek namísto jeho čtení? Snadno, řekla jsem, a vydala se, aby to dokázala — nebo alespoň aby ​​můj prohlížeč vyslovil text pomocí hloupého počítačového hlasu. Základní verze, bez jakéhokoli uživatelského rozhraní, se ukázala být triviální k vytvoření. Přidání uživatelského rozhraní trvalo trochu déle. Přidání správného rozpoznávání jazyků další kód. Překonání chyb v prohlížeči ještě více práce. Seznam vylepšení a funkcí pokračuje — a několik tisíc řádků kódu později, hledáte konečný výsledek.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Jak se začalo Talkie",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Děkujeme, že Talkie — pokud se vám to líbí, sdělte to svým přátelům!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Podpora a zpětná vazba",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "Používání",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Přečtěte si jakýkoli text zkopírovaný do schránky — použijte jej klávesovou zkratkou pro poslech textu z libovolného místa mimo prohlížeč. Můžete také kliknout pravým Talkie Premium myši na tlačítko Talkie Premium nebo na prázdnou oblast webu a zvolit si přečtení ze schránky.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Můžete také vybrat text, poté kliknout pravým Talkie na něj a v nabídce zvolit Talkie. Takto funguje také v souborech PDF a některých speciálních typech stránek v prohlížeči.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Klávesové zkratky",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Pokud klávesová zkratka nefunguje, zkontrolujte, zda ji již nepoužívá jiné rozšíření nebo program.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Talkie nebo změňte Talkie zkratky Talkie .",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Vhodnou možností je použít Talkie zkratky Talkie :",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Číst text ze schránky v libovolném programu",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Začátek Konec",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Začátek Konec",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Vyberte požadovaný text na libovolné webové stránce.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "V Talkie klikněte na tlačítko Talkie",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Dostupné jazyky",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Dostupné hlasy",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Zobrazte a otestujte nainstalované hlasy pro každý jazyk ve vašem prohlížeči. Talkie Premium mohou také vybrat svůj oblíbený hlas jako výchozí pro každý jazyk, stejně jako nastavit rychlost a rozteč pro každý hlas.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "Hlasy",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Pitch pro hlas",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Pitch pro $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Rychlost hlasu",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Rychlost pro $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Rychlá hnědá liška skočí přes líný pes.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Ukázkový text pro Talkie pro čtení hlasitě",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Použijte výchozí jazyk pro jazyk",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Použijte $VOICE$ jako výchozí hlas pro text v $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Zobrazit všechny hlasy",
    "original": "Show all voices"
  },
  "frontend_voicesSpeakLongTextsExplanation01": {
    "message": "V některých prohlížečích není možné číst dlouhé texty nepřetržitě. Chcete-li to vyřešit, Talkie zavádí malou pauzu mezi věty/klauzulemi a další interpunkci.",
    "original": "In some browsers, it is not possible to read long texts continuously. To work around this, Talkie introduces a small pause between sentences/clauses and after other punctuation."
  },
  "frontend_voicesSpeakLongTextsExplanation02": {
    "message": "Pokud tuto volbu aktivujete a čtení dlouhých textů se zastaví po 10-20 sekundách, deaktivujte ji znovu.",
    "original": "If you enable this option and reading long texts stops after 10-20 seconds, please disable it again."
  },
  "frontend_voicesSpeakLongTextsHeading": {
    "message": "Pokuste se číst dlouhé texty bez přestávek",
    "original": "Try to read long texts without pauses"
  },
  "frontend_voicesSpeakLongTextsLabel": {
    "message": "Přečtení dlouhých textů bez přestávek (experimentální)",
    "original": "Read long texts without pauses (experimental)"
  },
  "noTextSelectedMessage": {
    "message": "Nejprve vyberte nejprve požadovaný text na webu. Můžete také vybrat text, poté kliknout pravým Talkie na něj a v nabídce zvolit Talkie .",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie nemůže získat přístup k Talkie textu z tohoto typu stránky. Jedná se o velmi zvláštní stránku a prohlížeč prohlížeče obsahuje bezpečnostní omezení. Můžete také zkusit vybrat text, pak kliknout pravým Talkie na něj a v nabídce zvolit Talkie. Omlouvám se za nepříjemnost.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Omlouvám se, ale čtení textu ze schránky je funkce Talkie Premium. Zvažovali jste upgrade?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Omlouvám se, ale tento webový prohlížeč nepodporuje čtení ze schránky. Alespoň ne. Zkuste to prosím znovu asi za měsíc!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie nemá oprávnění pro přístup ze schránky. To je v pořádku, ale přečtení textu schránky nebude fungovat.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Nelze najít vhodný text ve schránce. Můžete zkusit kopírovat něco jiného?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
