{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Lue tekstinvalinnan ääneen $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Lue tekstinvalinnan ääneen Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Lue tekstinvalinnan ääneen Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Lopeta puhuminen",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Lue tekstinvalinnan ääneen",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Talkie verkkosivusto",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "Talkie -kauppasivua",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "Talkie Premium -kauppasivua",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Lue leikepöydältä",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Aloita/lopettaa lukeminen valinta",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "VAPAA! Nopea, helppo, laadukasta tekstin puheeksi yli 40 kielellä. Luetaan ääneen sivustot, PDF, sähköposti. Puhu teksti TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "PREMIUM! Nopea, helppo, laadukasta tekstin puheeksi yli 40 kielellä. Luetaan ääneen sivustot, PDF, sähköposti. Puhu teksti TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "Noin",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "ominaisuudet",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Käyttö ja pikakuvakkeet",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Äänet ja kielet",
    "original": "Voices and languages"
  },
  "frontend_PopupUsageShort": {
    "message": "Valitse haluamasi teksti millä tahansa verkkosivulla ja napsauta Talkie -painiketta selaimen työkalupalkissa.",
    "original": "Select desired text on any web page and click the Talkie button in your browser toolbar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Lähdekoodia Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "Noin",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Hanke sivu joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_faq001A": {
    "message": "Ääni tulee sekä käyttöjärjestelmästä (Windows, ChromeOS, macOS, Linux jne.) Että nykyisessä selaimessasi (Google Chrome, Firefox jne.). Tämä tarkoittaa myös, että voit ladata ja asentaa kaikki haluamasi äänet tietokoneellesi, ja Talkie tunnistaa ne automaattisesti.",
    "original": "The voice come from both from the operating system (Windows, ChromeOS, macOS, Linux, etcetera) and in your current browser (Google Chrome, Firefox, etcetera). This also means that you can download and install any voices you would like to have on your computer, and Talkie should recognize them automatically."
  },
  "frontend_faq001Q": {
    "message": "Kuinka Talkie havaitsee asennetut äänet?",
    "original": "How does Talkie detect installed voices?"
  },
  "frontend_faq002A": {
    "message": "Voit lisätä enemmän ääniä sekä Microsoftilta että muilta; katso erilliset asennusohjeet.",
    "original": "You can add more voices from both Microsoft and others; see separate installation instructions."
  },
  "frontend_faq002Q": {
    "message": "Kuinka voin asentaa lisää ääntä Talkie Windowsissa?",
    "original": "How can I install more voices in Talkie on Windows?"
  },
  "frontend_faq003A": {
    "message": "Kaikki ChromeOS-lisäykset pitäisi olla käytettävissä Chrome Web Storessa.",
    "original": "Any additions to ChromeOS should be available in the Chrome Web Store."
  },
  "frontend_faq003Q": {
    "message": "Kuinka voin asentaa Talkie ääntä Talkie ChromeOS: ssa?",
    "original": "How can I install more voices in Talkie on ChromeOS?"
  },
  "frontend_faq004A": {
    "message": "Lisääänet voidaan asentaa automaattisesti macOS-järjestelmäasetuksista puheeksi; katso erilliset asennusohjeet.",
    "original": "Additional voices can be automatically installed from the macOS system preferences for speech; see separate installation instructions."
  },
  "frontend_faq004Q": {
    "message": "Kuinka voin asentaa lisää ääntä Talkie macOS: ssa?",
    "original": "How can I install more voices in Talkie on macOS?"
  },
  "frontend_faq005A": {
    "message": "Tällä hetkellä ei ole varmaa, miten asennat lisää ääniä, koska en ole kokeillut sitä itse. On myös kysymys siitä, jos ja miten selaimet havaitsevat asennetut äänet. Katso erilliset asennusohjeet. Kerro minulle, mitä ovat voimassaolosi!",
    "original": "Currently not sure how to install additional voices, as I have not tried it myself. It is also a matter of if and how browsers detect installed voices. See separate installation instructions. Please let me know what your expirences are!"
  },
  "frontend_faq005Q": {
    "message": "Kuinka voin asentaa lisää Talkie ääniä Linuxissa?",
    "original": "How can I install more voices in Talkie on Linux?"
  },
  "frontend_faq006A": {
    "message": "Kyllä ja ei. Talkie ei sisällä ääntä sinänsä vaan käyttää ääniä, jotka on jo asennettu tietokoneellesi. Voit asentaa haluamasi lisääänen.",
    "original": "Yes and no. Talkie does not include any voices in itself, but uses the voices which are already installed on your computer. You can install any additional voices you would like."
  },
  "frontend_faq006Q": {
    "message": "Voitteko lisätä tukea <a uudelle äänelle Talkie ?",
    "original": "Can you add support for <a new voice> in Talkie?"
  },
  "frontend_faq007A": {
    "message": "Kyllä ja ei. Koska Talkie käyttää ääniä, jotka on asennettu tietokoneeseen, sinun on asennettava uusi ääni, joka tukee kieliä, jota haluat käyttää.",
    "original": "Yes and no. As Talkie uses the voices which are installed on your computer, you need to install a new voice which supports the language you would like to use."
  },
  "frontend_faq007Q": {
    "message": "Voitteko lisätä tukea <a uudelle kielelle Talkie ?",
    "original": "Can you add support for <a new language> in Talkie?"
  },
  "frontend_faq008A": {
    "message": "Kyllä, jos asennetut äänet ovat myös offline-tilassa. Näet luettelossa verkossa merkityistä äänistä.",
    "original": "Yes, if the voices installed are also available offline. You can see in the list of voices which are marked as online."
  },
  "frontend_faq008Q": {
    "message": "Onko Talkie offline-tilassa?",
    "original": "Does Talkie work offline?"
  },
  "frontend_faq009A": {
    "message": "Ei, Talkie Premium on täsmälleen samat äänet kuin Talkie. Voit asentaa lisää ääniä järjestelmään, ja ne ovat yhtä saatavilla. Talkie Premium voit muokata äänivalintaa kieltä kohti.",
    "original": "No, Talkie Premium has the exact same voices as Talkie. You can install more voices on your system, and they are equally available. In Talkie Premium you are able to customize the voice selection per language though."
  },
  "frontend_faq009Q": {
    "message": "Onko Talkie Premium ääntä suurempi kuin Talkie ?",
    "original": "Does Talkie Premium have more voices than Talkie?"
  },
  "frontend_faq010A": {
    "message": "Google Chrome (ja oletettavasti muut Chromium-pohjaiset selaimet) ovat saaneet tämän ongelman/virheen ainakin vuodesta 2014 lähtien. Talkie on joitain kiertotavoja ja vaihtoehto, jolla Talkie otetaan käyttöön/poistetaan käytöstä lyhyemmissä osissa. Jatkaen edelleen kiertotavan parantamista, mutta Chromium-tiimin toimimiseen se ei välttämättä toimi 100%. Jos kohtaat tämän ongelman, kerro minulle, mikä selain ja versio, käyttöjärjestelmä ja versio sekä kieli/ääni, jota käytät.",
    "original": "Google Chrome (and presumably other Chromium based browsers) have had this issue/bug since at least year 2014. Talkie has some workarounds in place, and an option to enable/disable reading text in shorter parts. I will continue to improve the workaround, but until the Chromium team works it might not work 100%. If you experience this issue, please let me know which browser and version, operating system and version, and language/voice you are using."
  },
  "frontend_faq010Q": {
    "message": "Miksi Talkie lopettaa lukemisen 20-30 sanaa tai muutaman sekunnin kuluttua?",
    "original": "Why does Talkie stop reading after 20-30 words or a few seconds?"
  },
  "frontend_faq011A": {
    "message": "On kaksi syytä. Ensinnäkin, jos aktiivinen ääni on verkossa, sen täytyy ladata puhetiedosto ennen sen toistamista. Tämä tarkoittaa lisättyä taukoa, joka riippuu Internet-yhteyden nopeudesta. Voit tarkistaa, mitkä äänet ovat verkossa ääniluettelossa. Toinen syy on se, että tekstin puhkeaminen kiertää tekstin lyhyemmillä osilla, yleensä lauseella tai lausekkeella. Tämä voi lisätä ylimääräisen tauon kutakin taukoa kohden. Voit sallia pitkien tekstien lukemisen yhdeksi vaihtoehdoksi, jonka pitäisi poistaa tauoja tuetuissa järjestelmissä.",
    "original": "There are two reasons. Firstly, if the active voice is online it needs to download the speech file before playing it. This means an added pause which is depending on your internet connection speed. You can check which voices are online in the list of voices. The second reason is that the workaround for speaking long texts chops up the text in shorter parts, usually per sentence or per clause. This can add an extra pause for each pause. You can enable reading long texts as one part in the options, which should remove the pause on supported systems."
  },
  "frontend_faq011Q": {
    "message": "Miksi Talkie joskus on pitkä tauko lauseiden ja sanojen välillä?",
    "original": "Why does Talkie sometime have a long pause between sentences and words?"
  },
  "frontend_faq012A": {
    "message": "Valitettavasti ei. Näyttää siltä, ​​että Google-dokumentit (samoin kuin Google-laskentataulukko, Google Drive ja vastaava) eivät ole verkkosivusto, vaan Googlen luoma erityinen sovellus selaimessa. Talkie ei voi käyttää valittua tekstiä eikä lisätä kontekstivalikon kohtia. Talkie edelleen, jos Google-dokumenttien tuki on jonkin tapaan Talkie .",
    "original": "Unfortunately, no. It turns out that Google Docs (as well as Google Spreadsheet, Google Drive, and similar) is not a website but a special \"application in the browser\" created by Google. Talkie cannot access the selected text, nor add context menu items. I will investigate further if there is some way to add Google Docs support to Talkie."
  },
  "frontend_faq012Q": {
    "message": "Täytyykö Talkie toimia Google-dokumenteissa?",
    "original": "Does Talkie work in Google Docs?"
  },
  "frontend_faq013A": {
    "message": "Kyllä kiitos! Käytä joko tukisivua tai ota yhteyttä suoraan. Anna mahdollisimman paljon tietoja, kuten selain ja versio, käyttöjärjestelmä ja versio sekä käyttämäsi kieli/ääni. Sisällytä myös tietoja tietyistä verkkosivustoista, joissa näet virheen, mieluiten linkillä.",
    "original": "Yes, please! Use either the support page or contact me directly. Please include as much information as possible, such as which browser and version, operating system and version, and language/voice you are using. Also include information regarding specific websites where you see the bug, preferably with a link."
  },
  "frontend_faq013Q": {
    "message": "Pitäisikö minun ilmoittaa vikoja?",
    "original": "Should I report bugs?"
  },
  "frontend_faq014A": {
    "message": "Yleensä! Jos voit valita PDF-tekstin, napsauta sitä hiiren kakkospainikkeella ja valitse Talkie valikosta. Jos tekstiä ei voida valita, jos se on osa kuvaa, se ei toimi.",
    "original": "Usually! If you can select the text in the PDF, right click on it and choose Talkie in the menu. If the text cannot be selected, if it is part of an image, then it will not work."
  },
  "frontend_faq014Q": {
    "message": "Voiko Talkie lukea PDF-tiedostoja?",
    "original": "Can Talkie read PDF files?"
  },
  "frontend_faq015A": {
    "message": "Ei Talkie on rajoittamaton käyttö — voit lukea niin monta sanaa kuin Talkie tekstit.",
    "original": "No. Talkie has unlimited usage — you can read as many words and as long texts as you like."
  },
  "frontend_faq015Q": {
    "message": "Onko Talkie ?",
    "original": "Does Talkie have a word limit?"
  },
  "frontend_faq016A": {
    "message": "Varmasti! Ota yhteyttä minuun vain tuki- tai projektisivuilla.",
    "original": "Certainly! Just contact me through the support or project pages."
  },
  "frontend_faq016Q": {
    "message": "Voinko pyytää uusia ominaisuuksia?",
    "original": "Can I request new features?"
  },
  "frontend_faq017A": {
    "message": "Pikanäppäimet-editori löytyy Google Chromen Laajennussivun alaosasta.",
    "original": "There is a Keyboard shortcuts editor, which you can find at the bottom of the Extensions page in Google Chrome."
  },
  "frontend_faq017Q": {
    "message": "Kuinka vaihtaa pikanäppäimiä Google Chromessa?",
    "original": "How to change shortcut keys in Google Chrome?"
  },
  "frontend_faq018A": {
    "message": "Valitettavasti tämä ei tällä hetkellä ole mahdollista. Pyydä Firefox-tiimiä lisäämään tämä ominaisuus!",
    "original": "Unfortunately, that does not seem possible at this time. Please ask the Firefox team to add this feature!"
  },
  "frontend_faq018Q": {
    "message": "Kuinka vaihtaa pikapainikkeita Firefoxissa?",
    "original": "How to change shortcut keys in Firefox?"
  },
  "frontend_faq019A": {
    "message": "Varmasti! Olisi hienoa saada apua kääntämällä Talkie testataksesi Talkie uusille järjestelmille, selvittämään vikoja ja lisäämällä uusia ominaisuuksia. Katso projektisivulta ohjeita.",
    "original": "Certainly! It would be great to get help translating Talkie, to test Talkie on new systems, to investigate bugs, and to add new features. Please see the project page for instructions."
  },
  "frontend_faq019Q": {
    "message": "Voinko auttaa kehittämään Talkie ?",
    "original": "Can I help develop Talkie?"
  },
  "frontend_faq020A": {
    "message": "Kyllä — kerro ystävällesi Talkie! Voit lähettää linkin suosikkihahmosi julkkiksesi, online-ryhmään tai uutiskirjeeseen. Voit jopa pyytää pomoa asentamaan sen kaikkiin tietokoneisiin työssä tai opettajan asennettavaksi kouluun. Sanan Talkie sanan Talkie on erittäin arvokasta!",
    "original": "Yes — please tell your friends about Talkie! Perhaps send a link to your favorite internet celebrity, online group, or newsletter. You can even ask your boss to install it on all the computers at work, or your teacher to install it at school. Spreading the word about Talkie is very much appreciated!"
  },
  "frontend_faq020Q": {
    "message": "Voinko auttaa Talkie muulla tavalla?",
    "original": "Can I help Talkie in any other way?"
  },
  "frontend_faq021A": {
    "message": "Tarvitaan paljon aikaa ja vaivaa kehittää Talkie — satoja tunteja toistaiseksi. Jotta kehitystyötä voidaan tukea taloudellisesti, joitain ominaisuuksia ovat Talkie Premium käyttäjien käytettävissä.",
    "original": "It takes quite a lot of time and effort to develop Talkie — hundreds of hours so far. To financially support the development some features are only available to Talkie Premium users."
  },
  "frontend_faq021Q": {
    "message": "Miksi Talkie Premium maksaa rahaa?",
    "original": "Why does Talkie Premium cost money?"
  },
  "frontend_faq022A": {
    "message": "Valitettavasti ei vielä. Talkie Premium tarjotaan tällä hetkellä vain Chrome Web Storen kautta, jossa ainoa vaihtoehto on käyttää Google Paymentsia.",
    "original": "Unfortunately not yet. Talkie Premium is currently only offered through the Chrome Web Store, where the only option is to use Google Payments."
  },
  "frontend_faq022Q": {
    "message": "Voinko maksaa Talkie Premium PayPalin, pankkisiirron jne. Talkie Premium ?",
    "original": "Can I pay for Talkie Premium using PayPal, bank transfer, etcetera?"
  },
  "frontend_faq023A": {
    "message": "Varma! Voit joko peruuttaa maksun Google Paymentsissa tai ottaa minuun yhteyttä suoraan.",
    "original": "Sure! You can either cancel the payment in Google Payments, or contact me directly."
  },
  "frontend_faq023Q": {
    "message": "Voinko saada hyvityksen?",
    "original": "Can I get a refund?"
  },
  "frontend_faq024A": {
    "message": "Varma! Voin lähettää sinulle kopion uusimmasta versiosta Talkie Premium , mutta sillä ei ole automaattisia päivityksiä, kun seuraava versio vapautetaan.",
    "original": "Sure! I can send you a copy of the latest version of Talkie Premium, but then it will not have automatic updates when the next version is released."
  },
  "frontend_faq024Q": {
    "message": "Voinko kokeilla sitä vapaata kopiota Talkie Premium ?",
    "original": "Can I get a free copy of Talkie Premium to try it out?"
  },
  "frontend_faqBugsHeading": {
    "message": "Bugs",
    "original": "Bugs"
  },
  "frontend_faqGeneralHeading": {
    "message": "yleinen",
    "original": "General"
  },
  "frontend_faqHeading": {
    "message": "Usein Kysytyt Kysymykset",
    "original": "Frequently asked questions"
  },
  "frontend_faqTalkiePremiumHeading": {
    "message": "Talkie Premium",
    "original": "Talkie Premium"
  },
  "frontend_faqVoicesHeading": {
    "message": "Voices",
    "original": "Voices"
  },
  "frontend_featuresFree_List01": {
    "message": "Automaattisen kielen tunnistamisen.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Automaattinen ääni valinta.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Lukee valitun tekstin painikkeen klikkauksen, pikanäppäin tai oikealla hiirennapilla.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Lukee pitkiä tekstejä ja artikkeleita ääneen, vaikka kieleke on taustalla.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Koodi on avoimen lähdekoodin ja käytettävissä ilmaiseksi kaikille käyttäjille.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Vapaa!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "ominaisuudet",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Valitse oma oletusääntä kullekin kielelle. Hienoa, jos väsyt järjestelmän ääni!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Valitse lukunopeuden ja piki per ääni. Säädä äänet sinun makuusi!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Että lämmin, sumea tunne saat kun tukemalla avoimen lähdekoodin ohjelmistojen riippumattomien kehittäjien.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Tulevaisuuden Premium päivitykset mukana ilmaiseksi.",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Lue leikepöydän! Vain kopioida tekstiä mistä tahansa missä tahansa ohjelmassa, ja käyttää Talkie Premium lukea sitä!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "Nykyisin käyttämällä ilmaista versiota Talkie , ja rajallinen joukko ominaisuuksia on käytettävissä. Ehkä Talkie Premium olisi parempi valinta?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "Tällä hetkellä käytössä on Talkie Premium ja kaikki ominaisuudet ovat käytettävissä. Paljon kiitoksia, se lämmittää sydämeni!",
    "original": "Currently using Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie on kaksi versiota: Talkie ja Talkie Premium. Ilmainen versio on hyvä useimmissa käyttötapauksia, mutta maksullinen versio tarjoaa uusia vaihtoehtoja.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Kaikki maksut Talkie tehdään alla Contributor License Agreement (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "lisenssi",
    "original": "License"
  },
  "frontend_loading": {
    "message": "Ladataan...",
    "original": "Loading..."
  },
  "frontend_rateIt": {
    "message": "arvostelu Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Kerro ystävillesi Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_sharePitch": {
    "message": "Pidätkö $NAME$? Jos näin on, olisin onnellinen, jos voisit antaa hyvän ⭐️-luokituksen ja tarkistaa 😃",
    "original": "Do you like $NAME$? If so, I would be happy if you could give a nice ⭐️ rating and review 😃",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_storyDescription": {
    "message": "Talkie kehitettiin muutama päivä ennen uutta vuotta 2016/2017, on haaste ystävältä. Haasteena alkoi kysymyksen: kun työmatkoja, on mahdollista kuunnella artikkeli sijaan lukea sitä? Helppo, sanoin, ja lähti todistaa sen — tai ainakin tehdä selain puhua tekstiä typerä tietokoneääni. Perusversio, ilman käyttöliittymää, osoittautui triviaalia luoda. Lisääminen käyttöliittymä, kesti hieman kauemmin. Lisäämällä asianmukainen kielentunnistus joukko enemmän koodia. Selviytyminen bugeja selaimen vieläkin enemmän työtä. Luettelo parannuksia ja ominaisuuksia jatkuu — ja muutama tuhat riviä koodia myöhemmin, etsit lopputulos.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Miten Talkie käynnistyi",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Kiitos, että käytät Talkie — jos pidät siitä, kerro ystävillesi!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Tuki ja palaute",
    "original": "Support and feedback"
  },
  "frontend_supportDescription": {
    "message": "On kysymys? Tarvitsetko apua jotain? Nopeita vastauksia tavallisiin kysymyksiin on alla olevista usein kysytyistä kysymyksistä. Jos tämä ei anna vastausta, lähetä minulle mahdolliset kysymykset. Olisin iloinen, jos kokemuksesi käyttämällä $NAME$ on sileä ja nautinnollinen!",
    "original": "Have a question? Need help with something? For fast answers to common questions, see the frequently asked questions below. If that does not give you an answer, please send me any questions you might have. I would be happy if your experience using $NAME$ is smooth and enjoyable!",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_supportLinkText": {
    "message": "Tuki",
    "original": "Support"
  },
  "frontend_systemBrowserLanguageHeading": {
    "message": "Ensisijainen selaimen kieli",
    "original": "Preferred browser language"
  },
  "frontend_systemBrowserLanguagesHeading": {
    "message": "Suositeltavat selaimen kielet",
    "original": "Preferred browser languages"
  },
  "frontend_systemBrowserTypeHeading": {
    "message": "Selaimen tyyppi",
    "original": "Browser type"
  },
  "frontend_systemHeading": {
    "message": "Järjestelmän tiedot",
    "original": "System details"
  },
  "frontend_systemInstalledDialectsHeading": {
    "message": "Asennettu äänimuoto",
    "original": "Installed voice dialects"
  },
  "frontend_systemInstalledLanguagesHeading": {
    "message": "Asennettu äänikielet",
    "original": "Installed voice languages"
  },
  "frontend_systemInstalledVersionHeading": {
    "message": "Asennettu versio",
    "original": "Installed version"
  },
  "frontend_systemInstalledVoicesHeading": {
    "message": "Asennettu ääni",
    "original": "Installed voices"
  },
  "frontend_systemOSHeading": {
    "message": "Käyttöjärjestelmän tyyppi",
    "original": "Operating system type"
  },
  "frontend_systemTalkieUILanguageHeading": {
    "message": "Talkie käyttöliittymän kieli",
    "original": "Talkie user interface language"
  },
  "frontend_systemTalkieUILanguagesHeading": {
    "message": "Talkie käyttöliittymän kielet",
    "original": "Talkie user interface languages"
  },
  "frontend_textLinkText": {
    "message": "Teksti",
    "original": "Text"
  },
  "frontend_usageLinkText": {
    "message": "Käyttö",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Lue mitä tahansa tekstiä leikepöydälle kopioituja — käytä sitä pikanäppäin kuunnella teksti mistä tahansa selaimen ulkopuolelle. Voit myös oikealla klikkaa Talkie Premium painiketta, tai tyhjää aluetta sivuston ja valitse lukea leikepöydältä.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Voit myös valita tekstin, sitten oikealle klikkaa sitä ja valitse Talkie valikosta. Näin toimii myös PDF-tiedostoja ja joitakin erityisiä tyyppejä sivuja selaimessa.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "pikanäppäimet",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Jos pikanäppäin ei toimi, tarkista, että se ei ole jo käytössä toisen laajennuksen tai ohjelman.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Tarkista tai muuta Talkie pikanäppäimiä.",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Sopiva vaihtoehto on käyttää Talkie pikanäppäimistä:",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Lukea tekstiä leikepöydältä mihinkään ohjelmaan",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Start/Stop",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Start/Stop",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Valitse haluamasi teksti Web-sivulta.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Napsauta Talkie -painiketta selaimen työkalupalkissa",
    "original": "Click the Talkie button in your browser toolbar"
  },
  "frontend_voiceFeatureOnline": {
    "message": "verkossa",
    "original": "online"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "käytettävissä olevat kielet",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "käytettävissä ääniä",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Katso ja testaa asennetut äänet kullekin kielelle selaimessa. Talkie Premium käyttäjät voivat myös valita suosikki äänensä oletukseksi kieltä kohden, sekä määrittää pyörimisnopeuden ja nousun jokaisen äänen.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesInstalledHeading": {
    "message": "Kaikki asennetut kielet ( $LANGUAGE_GROUPS_COUNT$ ), murteet ( $LANGUAGES_COUNT$ ) ja äänet ( $VOICES_COUNT$ )",
    "original": "All installed languages ($LANGUAGE_GROUPS_COUNT$), dialects ($LANGUAGES_COUNT$), and voices ($VOICES_COUNT$)",
    "placeholders": {
      "language_groups_count": {
        "content": "$1",
        "example": "27"
      },
      "languages_count": {
        "content": "$2",
        "example": "47"
      },
      "voices_count": {
        "content": "$3",
        "example": "66"
      }
    }
  },
  "frontend_voicesLinkText": {
    "message": "Voices",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Piki ääni",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Piki $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesPreferredHeading": {
    "message": "Sinun haluamasi selainkielet",
    "original": "Your preferred browser languages"
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Nopeus puheelle",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Speed $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Nopea ruskea kettu hyppää laiskan koiran yli.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Näyte teksti Talkie lukea ääneen",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Käytä oletushakukoneena ääni kielten",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Käytä $VOICE$ oletuksena ääni tekstiä $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Kaikki äänet",
    "original": "Show all voices"
  },
  "frontend_voicesSpeakLongTextsExplanation01": {
    "message": "Joissakin selaimissa ei ole mahdollista lukea pitkiä tekstejä jatkuvasti. Voit kiertää tätä Talkie esittää pienen tauon lauseiden/lausekkeiden ja muiden välimerkkien jälkeen.",
    "original": "In some browsers, it is not possible to read long texts continuously. To work around this, Talkie introduces a small pause between sentences/clauses and after other punctuation."
  },
  "frontend_voicesSpeakLongTextsExplanation02": {
    "message": "Jos otat tämän vaihtoehdon käyttöön ja lukemalla pitkiä tekstejä pysähtyy 10-20 sekunnin kuluttua, poista se käytöstä uudelleen.",
    "original": "If you enable this option and reading long texts stops after 10-20 seconds, please disable it again."
  },
  "frontend_voicesSpeakLongTextsHeading": {
    "message": "Yritä lukea pitkiä tekstejä ilman taukoja",
    "original": "Try to read long texts without pauses"
  },
  "frontend_voicesSpeakLongTextsLabel": {
    "message": "Lue pitkiä tekstejä ilman taukoja (kokeellinen)",
    "original": "Read long texts without pauses (experimental)"
  },
  "frontend_voicesTalkiePremiumPitch": {
    "message": "Talkie Premium voit vaihtaa kunkin kielen oletusäänen sekä äänen ja äänenvoimakkuuden jokaiselle äänelle.",
    "original": "With Talkie Premium you can change the default voice for each language, as well as voice and pitch for each voice."
  },
  "frontend_welcomeHero01": {
    "message": "Tervetuloa $NAME$! Käytät nyt yhtä maailman parhaista puheentunnistimen laajennuksista.",
    "original": "Welcome to $NAME$! You are now using one of the best text-to-speech browser extensions in the world.",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_welcomeHero02": {
    "message": "Siirry eteenpäin ja valitse tämä teksti ja napsauta selaimen työkalurivin $NAME$ -painiketta. Nauttia!",
    "original": "Go ahead and select this text, then click the $NAME$ button in the browser toolbar. Enjoy!",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_welcomeInstallMoreVoicesDescription": {
    "message": "Talkie voi tällä hetkellä löytää $VOICES_COUNT$ ääniä, jotka mahdollistavat $LANGUAGE_GROUPS_COUNT$ kielet $LANGUAGES_COUNT$ murretta, jotka on asennettu käyttäjän $SYSTEM_TYPE_PRETTY_NAME$ -selaimeen $OSTYPE_PRETTY_NAME$ -käyttöjärjestelmässä.",
    "original": "Talkie can currently find $VOICES_COUNT$ voices enabling $LANGUAGE_GROUPS_COUNT$ languages in $LANGUAGES_COUNT$ dialects installed in your $SYSTEM_TYPE_PRETTY_NAME$ browser running on a $OSTYPE_PRETTY_NAME$ operating system.",
    "placeholders": {
      "language_groups_count": {
        "content": "$2",
        "example": "27"
      },
      "languages_count": {
        "content": "$3",
        "example": "47"
      },
      "ostype_pretty_name": {
        "content": "$5",
        "example": "mac"
      },
      "system_type_pretty_name": {
        "content": "$4",
        "example": "chrome"
      },
      "voices_count": {
        "content": "$1",
        "example": "66"
      }
    }
  },
  "frontend_welcomeInstallMoreVoicesHeading": {
    "message": "Haluatko asentaa lisää ääniä?",
    "original": "Want to install more voices?"
  },
  "frontend_welcomeLinkText": {
    "message": "Tervetuloa",
    "original": "Welcome"
  },
  "noTextSelectedMessage": {
    "message": "Valitse haluamasi teksti verkkosivuilla ensin. Voit myös valita tekstiä, sitten oikealle klikkaa sitä ja valitse Talkie valikosta.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie pääse valitun tekstin tämän sivun tyyppi. Se on hyvin erityinen sivu, ja siellä on turvallisuuden rajoituksia laittaa selaimen. Voit myös yrittää valita tekstiä, sitten oikealle klikkaa sitä ja valitse Talkie valikosta. Olen pahoillani häiriötä.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Olen pahoillani, mutta lukeminen leikepöydän on Talkie Premium ominaisuus. Oletko harkinnut päivitystä?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Olen pahoillani, mutta tämä verkkoselain ei tue lukemista leikepöydälle. Ei ainakaan vielä. Yritä uudelleen yhden kuukauden tai niin!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie ei ole oikeutta käyttää leikepöydältä. Se on ok, mutta sitten lukeminen leikepöydän tekstissä ei toimi.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Ei löytänyt sopivaa tekstiä leikepöydälle. Voitko yrittää kopioimalla jotain muuta?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
