{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Lue tekstinvalinnan ääneen $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Lue tekstinvalinnan ääneen Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Lue tekstinvalinnan ääneen Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Lopeta puhuminen",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Lue tekstinvalinnan ääneen",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Talkie verkkosivusto",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "Talkie -kauppasivua",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "Talkie Premium -kauppasivua",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Lue leikepöydältä",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Aloita/lopettaa lukeminen valinta",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "VAPAA! Nopea, helppo, laadukasta tekstin puheeksi yli 40 kielellä. Luetaan ääneen sivustot, PDF, sähköposti. Puhu teksti TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "PREMIUM! Nopea, helppo, laadukasta tekstin puheeksi yli 40 kielellä. Luetaan ääneen sivustot, PDF, sähköposti. Puhu teksti TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "Noin",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "ominaisuudet",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Käyttö ja pikakuvakkeet",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Äänivalinnat",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "Valitse haluamasi teksti Web-sivulta ja klikkaa Talkie painiketta selainpalkissa.",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Lähdekoodia Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "Noin",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Hanke sivu joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "Automaattisen kielen tunnistamisen.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Automaattinen ääni valinta.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Lukee valitun tekstin painikkeen klikkauksen, pikanäppäin tai oikealla hiirennapilla.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Lukee pitkiä tekstejä ja artikkeleita ääneen, vaikka kieleke on taustalla.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Koodi on avoimen lähdekoodin ja käytettävissä ilmaiseksi kaikille käyttäjille.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Vapaa!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "ominaisuudet",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Valitse oma oletusääntä kullekin kielelle. Hienoa, jos väsyt järjestelmän ääni!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Valitse lukunopeuden ja piki per ääni. Säädä äänet sinun makuusi!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Että lämmin, sumea tunne saat kun tukemalla avoimen lähdekoodin ohjelmistojen riippumattomien kehittäjien.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Tulevaisuuden Premium päivitykset mukana ilmaiseksi.",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Lue leikepöydän! Vain kopioida tekstiä mistä tahansa missä tahansa ohjelmassa, ja käyttää Talkie Premium lukea sitä!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "Nykyisin käyttämällä ilmaista versiota Talkie , ja rajallinen joukko ominaisuuksia on käytettävissä. Ehkä Talkie Premium olisi parempi valinta?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "Nykyisin käyttämällä Talkie Premium , ja kaikki toiminnot ovat käytettävissä. Paljon kiitoksia, se lämmittää sydäntäni!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie on kaksi versiota: Talkie ja Talkie Premium. Ilmainen versio on hyvä useimmissa käyttötapauksia, mutta maksullinen versio tarjoaa uusia vaihtoehtoja.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Kaikki maksut Talkie tehdään alla Contributor License Agreement (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "lisenssi",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "arvostelu Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Kerro ystävillesi Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie kehitettiin muutama päivä ennen uutta vuotta 2016/2017, on haaste ystävältä. Haasteena alkoi kysymyksen: kun työmatkoja, on mahdollista kuunnella artikkeli sijaan lukea sitä? Helppo, sanoin, ja lähti todistaa sen — tai ainakin tehdä selain puhua tekstiä typerä tietokoneääni. Perusversio, ilman käyttöliittymää, osoittautui triviaalia luoda. Lisääminen käyttöliittymä, kesti hieman kauemmin. Lisäämällä asianmukainen kielentunnistus joukko enemmän koodia. Selviytyminen bugeja selaimen vieläkin enemmän työtä. Luettelo parannuksia ja ominaisuuksia jatkuu — ja muutama tuhat riviä koodia myöhemmin, etsit lopputulos.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Miten Talkie käynnistyi",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Kiitos, että käytät Talkie — jos pidät siitä, kerro ystävillesi!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Tuki ja palaute",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "Käyttö",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Lue mitä tahansa tekstiä leikepöydälle kopioituja — käytä sitä pikanäppäin kuunnella teksti mistä tahansa selaimen ulkopuolelle. Voit myös oikealla klikkaa Talkie Premium painiketta, tai tyhjää aluetta sivuston ja valitse lukea leikepöydältä.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Voit myös valita tekstin, sitten oikealle klikkaa sitä ja valitse Talkie valikosta. Näin toimii myös PDF-tiedostoja ja joitakin erityisiä tyyppejä sivuja selaimessa.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "pikanäppäimet",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Jos pikanäppäin ei toimi, tarkista, että se ei ole jo käytössä toisen laajennuksen tai ohjelman.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Tarkista tai muuta Talkie pikanäppäimiä.",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Sopiva vaihtoehto on käyttää Talkie pikanäppäimistä:",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Lukea tekstiä leikepöydältä mihinkään ohjelmaan",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Start/Stop",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Start/Stop",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Valitse haluamasi teksti Web-sivulta.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Osoita Talkie -painiketta selainpalkissa",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "käytettävissä olevat kielet",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "käytettävissä ääniä",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Katso ja testaa asennetut äänet kullekin kielelle selaimessa. Talkie Premium käyttäjät voivat myös valita suosikki äänensä oletukseksi kieltä kohden, sekä määrittää pyörimisnopeuden ja nousun jokaisen äänen.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "Voices",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Piki ääni",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Piki $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Nopeus puheelle",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Speed $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Nopea ruskea kettu hyppää laiskan koiran yli.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Näyte teksti Talkie lukea ääneen",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Käytä oletushakukoneena ääni kielten",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Käytä $VOICE$ oletuksena ääni tekstiä $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Kaikki äänet",
    "original": "Show all voices"
  },
  "noTextSelectedMessage": {
    "message": "Valitse haluamasi teksti verkkosivuilla ensin. Voit myös valita tekstiä, sitten oikealle klikkaa sitä ja valitse Talkie valikosta.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie pääse valitun tekstin tämän sivun tyyppi. Se on hyvin erityinen sivu, ja siellä on turvallisuuden rajoituksia laittaa selaimen. Voit myös yrittää valita tekstiä, sitten oikealle klikkaa sitä ja valitse Talkie valikosta. Olen pahoillani häiriötä.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Olen pahoillani, mutta lukeminen leikepöydän on Talkie Premium ominaisuus. Oletko harkinnut päivitystä?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Olen pahoillani, mutta tämä verkkoselain ei tue lukemista leikepöydälle. Ei ainakaan vielä. Yritä uudelleen yhden kuukauden tai niin!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie ei ole oikeutta käyttää leikepöydältä. Se on ok, mutta sitten lukeminen leikepöydän tekstissä ei toimi.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Ei löytänyt sopivaa tekstiä leikepöydälle. Voitko yrittää kopioimalla jotain muuta?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
