{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "קרא את בחירת הטקסט בקול רם עם $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "קרא את בחירת הטקסט בקול רם עם Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "קרא את בחירת הטקסט בקול רם עם Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "תפסיק לדבר",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "קרא את בחירת הטקסט בקול רם",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "האתר Talkie",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "דף החנות Talkie",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "דף החנות Talkie Premium",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "קרא מהלוח",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "התחל/להפסיק קריאה הבחירה",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "חופשי! טקסט מהיר, קל ואיכותי לדיבור בלמעלה מ -40 שפות. קרא בקול רם מאתרי אינטרנט, PDF, דוא\"ל. אמור טקסט עם TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "פּרֶמיָה! טקסט מהיר, קל ואיכותי לדיבור בלמעלה מ -40 שפות. קרא בקול רם מאתרי אינטרנט, PDF, דוא\"ל. אמור טקסט עם TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "על אודות",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "מאפיינים",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "שימוש וקיצורי דרך",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "אפשרויות קול",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "בחר את הטקסט הרצוי בכל דף אינטרנט ולחץ על הלחצן Talkie בסרגל הדפדפן.",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "קוד המקור על Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "על אודות",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "דף הפרויקט על joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "זיהוי שפה אוטומטי.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "בחירה קולית אוטומטית.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "קורא טקסט שנבחר על ידי לחיצה על לחצן, מקש קיצור או תפריט קליק ימני.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "קורא טקסטים ארוכים ומאמרים בקול, גם כאשר הכרטיסייה נמצאת ברקע.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "קוד הוא קוד פתוח וזמין בחינם לכל המשתמשים.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "חופשי!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "מאפיינים",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "בחר את קול ברירת המחדל שלך עבור כל שפה. נהדר אם אתה מתעייף קול המערכת!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "בחר מהירות קריאה ומגרש לכל קול. התאמת קולות לטעמך!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "זה מרגיש חם, מטושטשת אתה מקבל כאשר תמיכה בתוכנות קוד פתוח על ידי מפתחים עצמאיים.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "בעתיד Premium עדכונים כלולים בחינם.",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "קרא טקסט מתוך הלוח! פשוט העתק טקסט מכל מקום ובכל תוכנית, והשתמש ב- Talkie Premium כדי לקרוא אותו!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "משתמש כעת בגרסה Talkie של Talkie , Talkie מספר מוגבל של תכונות. אולי Talkie Premium תהיה בחירה טובה יותר עבורך?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "כעת משתמשים ב- Talkie Premium , וכל התכונות זמינות. תודה רבה, זה מחמם את לבי!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie מגיע בשתי גרסאות: Talkie ו- Talkie Premium. הגרסה החינמית היא נהדרת עבור רוב המקרים להשתמש, אבל גרסת פרימיום מציעה אפשרויות נוספות.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "כל התרומות ל Talkie מבוצעות במסגרת הסכם הרישיון של התורמים (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "רישיון",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "עיין ב- Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "ספר לחברים שלך על Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie פותחה כמה ימים לפני ראש השנה 2016/2017, על אתגר מחבר. האתגר התחיל בשאלה: תוך כדי נסיעה לעבודה, האם ניתן להקשיב למאמר במקום לקרוא אותו? קל, אמרתי, ויצאתי להוכיח את זה — או לפחות להפוך את הדפדפן שלי לדבר טקסט באמצעות קול מחשב מטופש. הגרסה הבסיסית, ללא כל ממשק משתמש, התברר להיות טריוויאלי ליצור. הוספת ממשק משתמש, לקח קצת יותר. הוספת זיהוי שפה נכונה חבורה קוד נוסף. התגברות על באגים בדפדפן עוד יותר עבודה. רשימת השיפורים והתכונות נמשכת — וכמה אלפי שורות קוד מאוחר יותר, אתה מסתכל על התוצאה הסופית.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "כיצד התחיל Talkie",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "תודה על השימוש ב- Talkie — אם אתה אוהב את זה, ספר לחברים שלך!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "תמיכה ומשוב",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "נוֹהָג",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "קרא את כל הטקסט שהועתק ללוח שלך — השתמש בו עם מקש קיצור כדי להאזין לטקסט מכל מקום מחוץ לדפדפן. תוכל גם ללחוץ לחיצה ימנית על הלחצן Talkie Premium , או באזור ריק של אתר, ולבחור מתוך הלוח.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "תוכל גם לבחור את הטקסט, ולאחר מכן לחץ עליו באמצעות לחצן העכבר הימני, ובחר באפשרות Talkie בתפריט. בדרך זו גם עובד קבצי PDF וכמה סוגים מיוחדים של דפים בדפדפן.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "מקשי קיצור",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "אם מפתח הקיצור אינו פועל, ודא שהוא אינו בשימוש כבר על ידי תוסף או תוכנית אחרת.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "בדוק או שנה את מקשי הקיצור Talkie .",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "אפשרות נוחה לשימוש Talkie הקיצור Talkie :",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "קרא טקסט מלוח בכל תוכנית",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "התחל הפסק",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "התחל הפסק",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "בחר את הטקסט הרצוי בכל דף אינטרנט.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "לחץ על הלחצן Talkie בסרגל הדפדפן",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "שפות זמינות",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "קולות זמינים",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "לראות ולבדוק קולות מותקנים עבור כל שפה בדפדפן שלך. Talkie Premium משתמשים יכולים גם לבחור את הקול המועדף עליהם כברירת מחדל לכל שפה, כמו גם להגדיר מהירות ומגרש לכל קול.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "קולות",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "קול על קול",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "גובה Pitch עבור $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "מהירות הקול",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "מהירות עבור $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "השועל החום המהיר קופץ מעל הכלב העצל.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "טקסט לדוגמה עבור Talkie כדי לקרוא בקול רם",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "השתמש כשפת ברירת מחדל עבור השפה",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "השתמש ב- $VOICE$ כברירת מחדל עבור טקסט ב- $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "הצג את כל הקולות",
    "original": "Show all voices"
  },
  "noTextSelectedMessage": {
    "message": "בחר תחילה את הטקסט הרצוי באתר. ניתן גם לבחור טקסט, ולאחר מכן לחץ לחיצה ימנית על אותו, ובחר באפשרות Talkie בתפריט.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie אינו יכול לגשת לטקסט שנבחר מסוג זה. זהו דף מיוחד מאוד, ויש מגבלות אבטחה לשים על ידי הדפדפן. תוכל גם לנסות לבחור טקסט, ולאחר מכן לחץ עליו לחיצה ימנית ובחר באפשרות Talkie בתפריט. אני מתנצל על אי הנוחות.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "אני מצטער, אבל קריאת טקסט מהלוח היא תכונה Talkie Premium. האם שקלתם שדרוג?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "אני מצטער, אבל דפדפן אינטרנט זה אינו תומך בקריאה מהלוח. עדיין לא, לפחות. נסה שוב בעוד חודש בערך!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie אין הרשאת גישה מהלוח. זה בסדר, אבל אז לקרוא את הטקסט הלוח לא יעבוד.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "לא ניתן למצוא טקסט מתאים בלוח. האם תוכל לנסות להעתיק משהו אחר?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
