{
  "buttonDefaultTitle": {
    "message": "Leggi la selezione del testo ad alta voce",
    "original": "Read text selection out loud"
  },
  "buttonStopTitle": {
    "message": "Smetti di parlare",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Leggi la selezione del testo ad alta voce",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteChromeWebStoreDescription": {
    "message": "Aprire la pagina Chrome Web Store",
    "original": "Open the Chrome Web Store page"
  },
  "commandOpenWebsiteDonateDescription": {
    "message": "Aprire la pagina delle donazioni",
    "original": "Open the donation page"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Aprire il sito Talkie",
    "original": "Open the Talkie website"
  },
  "commandStartStopDescription": {
    "message": "Start/smettere di leggere selezione",
    "original": "Start/stop reading selection"
  },
  "extensionDescription": {
    "message": "Selezionare testo su qualsiasi pagina web, e avere il computer leggere ad alta voce per voi con un semplice click sul pulsante Talkie.",
    "original": "Select text on any web page, and have the computer read it out loud for you by simply clicking the Talkie button."
  },
  "frontend_Options": {
    "message": "Opzioni",
    "original": "Options"
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Il codice sorgente su GitHub",
    "original": "Source code on Github"
  },
  "frontend_aboutHeading": {
    "message": "A proposito di: text-to-speech pulsante un'estensione del browser",
    "original": "About: text-to-speech browser extension button"
  },
  "frontend_aboutLinkText": {
    "message": "Di",
    "original": "About"
  },
  "frontend_aboutThankYou": {
    "message": "Grazie per aver scelto Talkie - se ti piace, dire ai tuoi amici!",
    "original": "Thank you for using Talkie - if you like it, tell your friends!"
  },
  "frontend_aboutUsageHeading": {
    "message": "uso",
    "original": "Usage"
  },
  "frontend_aboutUsageSelectionContextMenuDescription": {
    "message": "È inoltre possibile selezionare il testo, quindi fare clic destro su di esso e scegliere Talkie nel menu.  In questo modo funziona anche in file PDF e alcuni particolari tipi di pagine in Chrome.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in Chrome."
  },
  "frontend_aboutUsageShortcutKeyAlternative03": {
    "message": "Se la chiave non funziona, si prega di controllare che non sia già in uso da un altro interno.",
    "original": "If the key does not work, please check that it is not already in use by another extension."
  },
  "frontend_aboutUsageShortcutKeyAlternative04": {
    "message": "Come controllare o modificare la chiave di Talkie di scelta rapida.",
    "original": "How to check or change the Talkie shortcut key."
  },
  "frontend_aboutUsageShortcutKeyDescription": {
    "message": "Un'opzione conveniente è quello di utilizzare il tasto di scelta rapida Talkie:",
    "original": "A convenient option is to use the Talkie shortcut key:"
  },
  "frontend_aboutUsageStep01": {
    "message": "Selezionare il testo desiderato in qualsiasi pagina web.",
    "original": "Select desired text on any web page."
  },
  "frontend_aboutUsageStep02": {
    "message": "Fare clic sul pulsante Talkie nella barra del browser",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_donateLinkText": {
    "message": "Donare",
    "original": "Donate"
  },
  "frontend_donate_moreOptions": {
    "message": "Altre opzioni di donazione",
    "original": "More donation options"
  },
  "frontend_donate_usd100Now": {
    "message": "Dona ora USD 100",
    "original": "Donate $$100 now"
  },
  "frontend_donate_usd25Now": {
    "message": "Dona ora USD 25",
    "original": "Donate $$25 now"
  },
  "frontend_donate_usd5Now": {
    "message": "Dona ora USD 5",
    "original": "Donate $$5 now"
  },
  "frontend_hideDonateButtonsInPopup": {
    "message": "Pulsanti Nascondi donazione nel popup",
    "original": "Hide donation buttons in the popup"
  },
  "frontend_hideDonateButtonsInPopupDescription": {
    "message": "Non è che io non voglio che tu a donare per sostenere Talkie e di sviluppo open source in generale - solo che non voglio che tu sia infastidito quando si utilizza Talkie, in primo luogo.  Se si disattiva i pulsanti di donazione nel popup, spero che sarà anche sostenere Talkie in qualche modo!  I pulsanti saranno sempre disponibili qui tra le opzioni, per ogni evenienza.",
    "original": "It's not like I don't want you to donate to support Talkie and open source development in general - I just don't want you to be annoyed when using Talkie in the first place. If you disable the donation buttons in the popup, I hope that you will also support Talkie in some way! The buttons will always be available here among the options, just in case."
  },
  "frontend_hideDonateButtonsInPopupHeading": {
    "message": "Donare: sostenere lo sviluppo open source",
    "original": "Donate: support open source development"
  },
  "frontend_licenseCLADescription": {
    "message": "Tutti i contributi alla Talkie sono realizzati ai sensi del Contratto di licenza Contributor (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Licenza: software open-source",
    "original": "License: open-source software"
  },
  "frontend_licenseLinkText": {
    "message": "Licenza",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "tasso Talkie",
    "original": "Rate Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie è stato sviluppato un paio di giorni prima del nuovo anno 2016/2017, una sfida da un amico.  La sfida è iniziato con la domanda: mentre il pendolarismo per lavoro, è possibile ascoltare un articolo invece di leggerlo?  Facile, ho detto, e partì per dimostrarlo - o almeno di fare il mio browser parlare testo utilizzando una voce sintetizzata sciocco.  La versione base, senza alcuna interfaccia utente, si è rivelato essere banale per creare.  L'aggiunta di una interfaccia utente, ha preso un po 'più a lungo.  L'aggiunta di rilevamento linguaggio corretto un codice mucchio di più.  Superare bug nel browser ancora più lavoro.  L'elenco dei miglioramenti e caratteristiche prosegue - e qualche migliaio di righe di codice successive, si sta guardando il risultato finale.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it - or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on - and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Storia: come è cominciato Talkie",
    "original": "Story: how Talkie got started"
  },
  "frontend_storyLinkText": {
    "message": "Storia",
    "original": "Story"
  },
  "frontend_storyThankYou": {
    "message": "Grazie per aver scelto Talkie - se ti piace, dire ai tuoi amici!",
    "original": "Thank you for using Talkie - if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Supporto e feedback",
    "original": "Support and feedback"
  },
  "frontend_talkieInTheChromeWebStore": {
    "message": "Talkie nel Chrome Web Store",
    "original": "Talkie in the Chrome Web Store"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "lingue disponibili",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "voci disponibili",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Talkie fa rilevamento automatico della lingua, ma non tutte le lingue sono disponibili in ogni browser.  Qui potete vedere e testare voci installate per ogni lingua.",
    "original": "Talkie does automatic language detection, but not all languages are available in each browser. Here you can see and test installed voices for each language."
  },
  "frontend_voicesHeading": {
    "message": "Voci: testare il browser",
    "original": "Voices: test your browser"
  },
  "frontend_voicesLinkText": {
    "message": "voci",
    "original": "Voices"
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "The quick brown fox jumps over the lazy dog.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Testo di esempio per Talkie per leggere ad alta voce",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesShowAllVoices": {
    "message": "Mostra tutte le voci",
    "original": "Show all voices"
  },
  "frontend_yourDonationsAreAppreciated": {
    "message": "Le vostre donazioni sono apprezzati!",
    "original": "Your donations are appreciated!"
  },
  "noTextSelectedMessage": {
    "message": "Si prega di selezionare il testo desiderato sul sito web prima.  È inoltre possibile selezionare il testo, quindi fare clic destro su di esso e scegliere Talkie nel menu.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by Chrome Extensions, such as chrome:// and the Chrome Web Store. This message warns users.",
    "message": "Talkie non può accedere al testo selezionato da questo tipo di pagina.  È una pagina molto speciale, e ci sono limitazioni di sicurezza messe in dal browser.  Si può anche provare a selezionare il testo, quindi fare clic destro su di esso e scegliere Talkie nel menu.  Scusa per l'incoveniente.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  }
}
