{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Lea la selección de texto en voz alta con $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Leer la selección de texto en voz alta con Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Leer la selección de texto en voz alta con Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Deja de hablar",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Leer la selección de texto en voz alta",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "El sitio web Talkie",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "La página de la tienda Talkie",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "La página de la tienda Talkie Premium",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Leer desde el portapapeles",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Iniciar/detener la selección de lectura",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "¡GRATIS! Rápido, fácil y de alta calidad de texto a voz en más de 40 idiomas. Leer en voz alta de sitios web, PDF, correo electrónico. Hable con TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "¡PRIMA! Rápido, fácil y de alta calidad de texto a voz en más de 40 idiomas. Leer en voz alta de sitios web, PDF, correo electrónico. Hable con TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "Acerca de",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "Caracteristicas",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Uso y accesos directos",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Opciones de voz",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "Talkie el texto deseado en Talkie página web y haga clic en el botón Talkie en la barra del Talkie .",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Código fuente en Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "Acerca de",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Página del proyecto en joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "Detección automática del idioma.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Selección automática de voz.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Lee el texto seleccionado mediante un clic de botón, una tecla de acceso directo o un menú con el botón derecho del ratón.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Lee textos largos y artículos en voz alta, incluso mientras la ficha está en el fondo.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "El código es de código abierto y está disponible gratuitamente para todos los usuarios.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "¡Gratis!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "Caracteristicas",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Elige tu propia voz por defecto para cada idioma. Genial si te cansas de la voz del sistema!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Elige la velocidad de lectura y el tono por voz. Ajustar las voces a su gusto!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Esa sensación cálida y borrosa que obtienes al apoyar el software de código abierto por desarrolladores independientes.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Futuro Premium de forma gratuita.",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "¡Lea el texto del portapapeles! Talkie Premium copie el texto desde Talkie Premium de Talkie Premium programa y use Talkie Premium para leerlo.",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "Actualmente está disponible la versión gratuita de Talkie , y un conjunto limitado de características. Tal vez Talkie Premium sería una mejor opción para usted?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "Actualmente está usando el Talkie Premium , y todas las funciones están disponibles. Muchas gracias, me calienta el corazón!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie viene en dos Talkie: Talkie y Talkie Premium. La versión gratuita es ideal para la mayoría de los casos de uso, pero la versión premium ofrece opciones adicionales.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Todas las contribuciones a Talkie se realizan bajo el Acuerdo de Licencia de Colaborador (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Licencia",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Revisar Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Dile a tus amigos sobre Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie fue desarrollado unos días antes del Año Nuevo 2016/2017, en un desafío de un amigo. El reto se inició con la pregunta: mientras se trabaja para trabajar, ¿es posible escuchar un artículo en lugar de leerlo? Fácil, le dije, y me dispuse a demostrarlo, o al menos a hacer que mi navegador hablara el texto usando una voz de computadora tonta. La versión básica, sin ninguna interfaz de usuario, resultó ser trivial para crear. Añadir una interfaz de usuario, tardó un poco más. Adición de detección de idioma adecuado un montón más código. Superar los errores en el navegador aún más trabajo. La lista de mejoras y características continúa — y unas pocas miles de líneas de código más tarde, está buscando el resultado final.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Cómo se inició Talkie",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Gracias por usar Talkie — si te gusta, dile a tus amigos!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Soporte y comentarios",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "Uso",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Lea cualquier texto copiado en su portapapeles — úselo con una tecla de acceso directo para escuchar texto desde cualquier lugar fuera del navegador. También puede hacer clic con el botón derecho del ratón en el botón Talkie Premium o en un área vacía de un sitio web y seleccionar leer desde el portapapeles.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "También puede Talkie el texto, luego hacer clic con el botón derecho en él y Talkie en el menú. De esta manera también funciona en archivos PDF y algunos tipos especiales de páginas en el navegador.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Teclas de atajo",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Si la tecla de acceso directo no funciona, compruebe que no esté ya en uso por otra extensión o programa.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Talkie o cambie las teclas de acceso directo Talkie .",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Una opción conveniente es usar las teclas de atajo Talkie :",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Leer el texto del portapapeles en cualquier programa",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Inicio/parada",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Inicio/parada",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Seleccione el texto deseado en cualquier página web.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Haga clic en el botón Talkie en la barra de Talkie",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Idiomas Disponibles",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Voces disponibles",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Ver y probar voces instaladas para cada idioma en su navegador. Talkie Premium usuarios también pueden Talkie Premium su voz favorita como Talkie Premium por idioma, así como Talkie Premium y el tono de cada voz.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "Voces",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Pitch for voice",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Pitch for $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Velocidad de la voz",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Velocidad de $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "El zorro marrón rápido salta sobre el perro perezoso.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Ejemplo de texto para Talkie para leer en voz alta",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Utilizar como voz predeterminada para el idioma",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Utilice $VOICE$ como voz predeterminada para texto en $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Mostrar todas las voces",
    "original": "Show all voices"
  },
  "noTextSelectedMessage": {
    "message": "Seleccione primero el texto deseado en el sitio web. También puede Talkie texto, luego haga clic derecho en él y elija Talkie en el menú.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie no puede acceder al texto Talkie de este tipo de página. Es una página muy especial, y hay limitaciones de seguridad introducidas por el navegador. También puede intentar Talkie texto, luego haga clic derecho en él y elija Talkie en el menú. Lo siento por las molestias.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Lo siento, pero leer el texto desde el portapapeles es una función Talkie Premium. ¿Ha considerado actualizar?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Lo siento, pero este navegador no admite la lectura desde el portapapeles. Todavía no, por lo menos. Por favor, inténtelo de nuevo en un mes o así!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie no tiene permiso de acceso desde el portapapeles. Eso está bien, pero luego leer el texto del portapapeles no funcionará.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "No se pudo encontrar el texto adecuado en el portapapeles. ¿Puedes intentar copiar algo más?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
