{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Lea la selección de texto en voz alta con $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Static": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Leer la selección de texto en voz alta con Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonStopTitle": {
    "message": "Deja de hablar",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Leer la selección de texto en voz alta",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "El sitio web Talkie",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteUpgradeDescription": {
    "message": "Actualice a Talkie Premium",
    "original": "Upgrade to Talkie Premium"
  },
  "commandReadClipboardDescription": {
    "message": "Leer desde el portapapeles",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Iniciar/detener la selección de lectura",
    "original": "Start/stop reading selection"
  },
  "extensionDescription": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "Texto a voz rápido, fácil y de alta calidad en más de 40 idiomas. Lea en voz alta desde sitios web, PDF, correo electrónico. Habla texto con TTS.",
    "original": "Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "Acerca de",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "Caracteristicas",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Uso y accesos directos",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Voces e idiomas",
    "original": "Voices and languages"
  },
  "frontend_PopupUsageShort": {
    "message": "Seleccione el texto deseado en cualquier página web y haga clic en el botón Talkie en la barra de herramientas de su navegador.",
    "original": "Select desired text on any web page and click the Talkie button in your browser toolbar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Código fuente en Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "Acerca de",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Página del proyecto en joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_faq001A": {
    "message": "La voz proviene tanto del sistema operativo (Windows, ChromeOS, macOS, Linux, etc.) como de su navegador actual (Google Chrome, Firefox, etc.). Esto también significa que puede descargar e instalar cualquier voz que le gustaría tener en su computadora, y Talkie debería reconocerlas automáticamente.",
    "original": "The voice come from both from the operating system (Windows, ChromeOS, macOS, Linux, etcetera) and in your current browser (Google Chrome, Firefox, etcetera). This also means that you can download and install any voices you would like to have on your computer, and Talkie should recognize them automatically."
  },
  "frontend_faq001Q": {
    "message": "¿Cómo detecta Talkie voces instaladas?",
    "original": "How does Talkie detect installed voices?"
  },
  "frontend_faq002A": {
    "message": "Puede agregar más voces de Microsoft y otros; ver instrucciones de instalación por separado.",
    "original": "You can add more voices from both Microsoft and others; see separate installation instructions."
  },
  "frontend_faq002Q": {
    "message": "¿Cómo puedo instalar más voces en Talkie en Windows?",
    "original": "How can I install more voices in Talkie on Windows?"
  },
  "frontend_faq003A": {
    "message": "Cualquier adición a ChromeOS debería estar disponible en Chrome Web Store.",
    "original": "Any additions to ChromeOS should be available in the Chrome Web Store."
  },
  "frontend_faq003Q": {
    "message": "¿Cómo puedo instalar más voces en Talkie en ChromeOS?",
    "original": "How can I install more voices in Talkie on ChromeOS?"
  },
  "frontend_faq004A": {
    "message": "Voces adicionales pueden instalarse automáticamente desde las preferencias del sistema macOS para voz; ver instrucciones de instalación por separado.",
    "original": "Additional voices can be automatically installed from the macOS system preferences for speech; see separate installation instructions."
  },
  "frontend_faq004Q": {
    "message": "¿Cómo puedo instalar más voces en Talkie en macOS?",
    "original": "How can I install more voices in Talkie on macOS?"
  },
  "frontend_faq005A": {
    "message": "Actualmente no estoy seguro de cómo instalar voces adicionales, ya que no lo he probado yo mismo. También es una cuestión de si y cómo los navegadores detectan las voces instaladas. Vea las instrucciones de instalación por separado. Por favor, hágame saber cuáles son sus vencimientos",
    "original": "Currently not sure how to install additional voices, as I have not tried it myself. It is also a matter of if and how browsers detect installed voices. See separate installation instructions. Please let me know what your expirences are!"
  },
  "frontend_faq005Q": {
    "message": "¿Cómo puedo instalar más voces en Talkie en Linux?",
    "original": "How can I install more voices in Talkie on Linux?"
  },
  "frontend_faq006A": {
    "message": "Si y no. Talkie no incluye voces en sí mismo, pero usa las voces que ya están instaladas en su computadora. Puede instalar cualquier voz adicional que desee.",
    "original": "Yes and no. Talkie does not include any voices in itself, but uses the voices which are already installed on your computer. You can install any additional voices you would like."
  },
  "frontend_faq006Q": {
    "message": "¿Puedes agregar soporte para <a nueva voz> en Talkie ?",
    "original": "Can you add support for <a new voice> in Talkie?"
  },
  "frontend_faq007A": {
    "message": "Si y no. Como Talkie usa las voces que están instaladas en su computadora, necesita instalar una nueva voz que admita el idioma que desea usar.",
    "original": "Yes and no. As Talkie uses the voices which are installed on your computer, you need to install a new voice which supports the language you would like to use."
  },
  "frontend_faq007Q": {
    "message": "¿Puedes agregar soporte para <a new language> en Talkie ?",
    "original": "Can you add support for <a new language> in Talkie?"
  },
  "frontend_faq008A": {
    "message": "Sí, si las voces instaladas también están disponibles sin conexión. Puede ver en la lista de voces marcadas como en línea.",
    "original": "Yes, if the voices installed are also available offline. You can see in the list of voices which are marked as online."
  },
  "frontend_faq008Q": {
    "message": "¿ Talkie funciona sin conexión?",
    "original": "Does Talkie work offline?"
  },
  "frontend_faq009A": {
    "message": "No, Talkie Premium tiene exactamente las mismas voces que Talkie. Puede instalar más voces en su sistema, y ​​están igualmente disponibles. En Talkie Premium puedes personalizar la selección de voz por idioma.",
    "original": "No, Talkie Premium has the exact same voices as Talkie. You can install more voices on your system, and they are equally available. In Talkie Premium you are able to customize the voice selection per language though."
  },
  "frontend_faq009Q": {
    "message": "¿ Talkie Premium tiene más voces que Talkie ?",
    "original": "Does Talkie Premium have more voices than Talkie?"
  },
  "frontend_faq010A": {
    "message": "Google Chrome (y presumiblemente otros navegadores basados ​​en Chromium) han tenido este problema/error desde al menos el año 2014. Talkie tiene algunas soluciones en su lugar, y una opción para habilitar/deshabilitar la lectura de texto en partes más cortas. Continuaré mejorando la solución alternativa, pero hasta que el equipo de Chromium funcione, es posible que no funcione al 100%. Si tiene este problema, infórmeme qué navegador y qué versión, sistema operativo y versión, y idioma/voz está utilizando.",
    "original": "Google Chrome (and presumably other Chromium based browsers) have had this issue/bug since at least year 2014. Talkie has some workarounds in place, and an option to enable/disable reading text in shorter parts. I will continue to improve the workaround, but until the Chromium team works it might not work 100%. If you experience this issue, please let me know which browser and version, operating system and version, and language/voice you are using."
  },
  "frontend_faq010Q": {
    "message": "¿Por qué Talkie deja de leer después de 20-30 palabras o unos segundos?",
    "original": "Why does Talkie stop reading after 20-30 words or a few seconds?"
  },
  "frontend_faq011A": {
    "message": "Hay dos razones En primer lugar, si la voz activa está en línea, debe descargar el archivo de voz antes de reproducirlo. Esto significa una pausa adicional que depende de la velocidad de su conexión a Internet. Puede verificar qué voces están en línea en la lista de voces. La segunda razón es que la solución para hablar textos largos corta el texto en partes más cortas, generalmente por oración o por cláusula. Esto puede agregar una pausa adicional para cada pausa. Puede habilitar la lectura de textos largos como una parte en las opciones, lo que debería eliminar la pausa en los sistemas admitidos.",
    "original": "There are two reasons. Firstly, if the active voice is online it needs to download the speech file before playing it. This means an added pause which is depending on your internet connection speed. You can check which voices are online in the list of voices. The second reason is that the workaround for speaking long texts chops up the text in shorter parts, usually per sentence or per clause. This can add an extra pause for each pause. You can enable reading long texts as one part in the options, which should remove the pause on supported systems."
  },
  "frontend_faq011Q": {
    "message": "¿Por qué Talkie alguna vez tiene una larga pausa entre oraciones y palabras?",
    "original": "Why does Talkie sometime have a long pause between sentences and words?"
  },
  "frontend_faq012A": {
    "message": "Lamentablemente no. Resulta que Google Docs (así como Google Spreadsheet, Google Drive y similares) no es un sitio web, sino una \"aplicación en el navegador\" especial creada por Google. Talkie no puede acceder al texto seleccionado ni agregar elementos del menú contextual. Investigaré más a fondo si hay alguna forma de agregar compatibilidad con Google Docs a Talkie .",
    "original": "Unfortunately, no. It turns out that Google Docs (as well as Google Spreadsheet, Google Drive, and similar) is not a website, but a special \"application in the browser\" created by Google. Talkie cannot access the selected text, nor add context menu items. I will investigate further if there is some way to add Google Docs support to Talkie."
  },
  "frontend_faq012Q": {
    "message": "¿ Talkie funciona en Google Docs?",
    "original": "Does Talkie work in Google Docs?"
  },
  "frontend_faq013A": {
    "message": "¡Sí por favor! Use la página de soporte o contácteme directamente. Incluya tanta información como sea posible, como el navegador y la versión, el sistema operativo y la versión, y el idioma/voz que está utilizando. También incluya información sobre sitios web específicos donde vea el error, preferiblemente con un enlace.",
    "original": "Yes, please! Use either the support page or contact me directly. Please include as much information as possible, such as which browser and version, operating system and version, and language/voice you are using. Also include information regarding specific websites where you see the bug, preferably with a link."
  },
  "frontend_faq013Q": {
    "message": "¿Debo reportar errores?",
    "original": "Should I report bugs?"
  },
  "frontend_faq014A": {
    "message": "¡Generalmente! Si puede seleccionar el texto en el PDF, haga clic derecho sobre él y elija Talkie en el menú. Si no se puede seleccionar el texto, si es parte de una imagen, no funcionará.",
    "original": "Usually! If you can select the text in the PDF, right click on it and choose Talkie in the menu. If the text cannot be selected, if it is part of an image, then it will not work."
  },
  "frontend_faq014Q": {
    "message": "¿Puede Talkie leer archivos PDF?",
    "original": "Can Talkie read PDF files?"
  },
  "frontend_faq015A": {
    "message": "No. Talkie tiene un uso ilimitado: puede leer tantas palabras y textos largos como desee.",
    "original": "No. Talkie has unlimited usage — you can read as many words and as long texts as you like."
  },
  "frontend_faq015Q": {
    "message": "¿ Talkie tiene un límite de palabras?",
    "original": "Does Talkie have a word limit?"
  },
  "frontend_faq016A": {
    "message": "¡Ciertamente! Solo contáctame a través de las páginas de soporte o proyecto.",
    "original": "Certainly! Just contact me through the support or project pages."
  },
  "frontend_faq016Q": {
    "message": "¿Puedo solicitar nuevas funciones?",
    "original": "Can I request new features?"
  },
  "frontend_faq017A": {
    "message": "Hay un editor de atajos de teclado, que puedes encontrar en la parte inferior de la página Extensiones en Google Chrome.",
    "original": "There is a Keyboard shortcuts editor, which you can find at the bottom of the Extensions page in Google Chrome."
  },
  "frontend_faq017Q": {
    "message": "¿Cómo cambiar las teclas de método abreviado en Google Chrome?",
    "original": "How to change shortcut keys in Google Chrome?"
  },
  "frontend_faq018A": {
    "message": "Desafortunadamente, eso no parece posible en este momento. ¡Pídele al equipo de Firefox que agregue esta característica!",
    "original": "Unfortunately, that does not seem possible at this time. Please ask the Firefox team to add this feature!"
  },
  "frontend_faq018Q": {
    "message": "¿Cómo cambiar las teclas de método abreviado en Firefox?",
    "original": "How to change shortcut keys in Firefox?"
  },
  "frontend_faq019A": {
    "message": "¡Ciertamente! Sería genial obtener ayuda traduciendo Talkie , para probar Talkie en nuevos sistemas, para investigar errores y agregar nuevas características. Por favor, consulte la página del proyecto para obtener instrucciones.",
    "original": "Certainly! It would be great to get help translating Talkie, to test Talkie on new systems, to investigate bugs, and to add new features. Please see the project page for instructions."
  },
  "frontend_faq019Q": {
    "message": "¿Puedo ayudar a desarrollar Talkie ?",
    "original": "Can I help develop Talkie?"
  },
  "frontend_faq020A": {
    "message": "Sí, ¡cuéntales a tus amigos sobre Talkie! Tal vez envíe un enlace a su celebridad de Internet favorita, grupo en línea o boletín informativo. Incluso puede pedirle a su jefe que lo instale en todas las computadoras en el trabajo, o que su maestro lo instale en la escuela. ¡Se agradece mucho la difusión de Talkie !",
    "original": "Yes — please tell your friends about Talkie! Perhaps send a link to your favorite internet celebrity, online group, or newsletter. You can even ask your boss to install it on all the computers at work, or your teacher to install it at school. Spreading the word about Talkie is very much appreciated!"
  },
  "frontend_faq020Q": {
    "message": "¿Puedo ayudar Talkie de otra manera?",
    "original": "Can I help Talkie in any other way?"
  },
  "frontend_faq021A": {
    "message": "Se necesita mucho tiempo y esfuerzo para desarrollar y mantener Talkie — cientos de horas hasta ahora. Sin embargo, Talkie es gratis para que todos puedan usar tanto como quieran. Para respaldar económicamente aún más el desarrollo, el mantenimiento y el mantenimiento del Talkie gratuito, algunas funciones solo están disponibles para los usuarios de Talkie Premium .",
    "original": "It takes quite a lot of time and effort to develop and maintain Talkie — hundreds of hours so far. Yet, Talkie is free for everyone to use as much as they like. To financially support further both development, maintenance and keeping the free Talkie free, some features are only available to Talkie Premium users."
  },
  "frontend_faq021Q": {
    "message": "¿Por qué hay dos ediciones de Talkie ?",
    "original": "Why are there two editions of Talkie?"
  },
  "frontend_faq022A": {
    "message": "Sí, hay varias opciones de pago disponibles.",
    "original": "Yes, there are multiple payment options available."
  },
  "frontend_faq022Q": {
    "message": "¿Puedo pagar con PayPal, transferencia bancaria, etc.?",
    "original": "Can I pay using PayPal, bank transfer, etcetera?"
  },
  "frontend_faq023A": {
    "message": "Sí, si pagó con PayPal o Stripe, que ofrecen una gestión de reembolsos sencilla. Los reembolsos generalmente no están disponibles para otros métodos de pago debido a la cantidad de trabajo adicional que requiere, más el riesgo de que el dinero se reembolse en la cuenta incorrecta.",
    "original": "Yes, if you paid using PayPal or Stripe, which offer simple refund management. Refunds are generally not available for other methods of payments due to the amount of extra work it requires, plus the risk that the money gets refunded to the wrong account."
  },
  "frontend_faq023Q": {
    "message": "¿Puedo obtener un reembolso?",
    "original": "Can I get a refund?"
  },
  "frontend_faq024A": {
    "message": "¡Por supuesto! Simplemente habilite la actualización Talkie Premium para probarlo.",
    "original": "Sure! Just enable the Talkie Premium upgrade to try it out."
  },
  "frontend_faq024Q": {
    "message": "¿Puedo probar Talkie Premium gratis?",
    "original": "Can I try out Talkie Premium for free?"
  },
  "frontend_faq025A": {
    "message": "No hay publicidad, recopilación de datos ni seguimiento de usuarios en Talkie. Usuarios felices que pagan por Talkie Premium es la única monetización.",
    "original": "There is no advertisement, data collection, or user tracking in Talkie. Happy users paying for Talkie Premium is the only monetization."
  },
  "frontend_faq025Q": {
    "message": "¿ Talkie extensiones Talkie contienen publicidad, recopilan datos o Talkie seguimiento de los usuarios?",
    "original": "Does the Talkie extensions contain advertisement, collect data, or track users?"
  },
  "frontend_faq026A": {
    "message": "El sistema de honor es cuando se confía en que las personas sean honestas y se adhieran a las pautas sin controles estrictos. Para Talkie Premium confiando en que quienes se actualizan lo han pagado.",
    "original": "The honor system is when individuals are trusted to be honest, and adhere to guidelines without strictly enforced checks. For Talkie Premium trusting that those who upgrade have paid for it."
  },
  "frontend_faq026Q": {
    "message": "¿Qué es el sistema de honor?",
    "original": "What is the honor system?"
  },
  "frontend_faq027A": {
    "message": "Debido a que las personas de todo el mundo usan diferentes monedas, tienen diferentes niveles de ingresos disponibles y diferentes niveles de apreciación de las características de Talkie Premium. No existe un precio fijo único que funcione bien para todos en el mundo. Además de eso, vienen las fluctuaciones en las monedas, las tendencias del ciclo económico, las variaciones regionales/dentro de los países, etc. Con todo, fijar los precios de un producto vendido en todo el mundo es complicado. Es más fácil dejar que todos establezcan su propio precio y asegurarse de que el producto sea lo suficientemente bueno como para justificar un pago.",
    "original": "Because people around the world use different currencies, have different levels of disposable income, and have different levels of appreciation for Talkie Premium's features. There is no single, fixed price that works well for everyone in the world. On top of that comes fluctuations in currencies, economic cycle trends, regional/intra-country variations, etcetera. All in all, settings prices for a product sold worldwide is complicated. It is easier to let everyone set their own price, and ensure that the product is good enough to warrant a payment."
  },
  "frontend_faq027Q": {
    "message": "¿Por qué puedo establecer mi propio precio?",
    "original": "Why can I set my own price?"
  },
  "frontend_faq028A": {
    "message": "Como no sé cuánto dinero puede gastar en software de conversión de texto a voz, prefiero que pague lo que cree que vale Talkie Premium para usted, ni más ni menos. En caso de que esté buscando un marco de referencia, cuando Google manejó los pagos de Talkie Premium la suscripción costó $ 25 (dólares estadounidenses) por año en los Estados Unidos de América. Tenga en cuenta que Google ajustó los precios por países y monedas del mundo para que coincidan con las condiciones locales, por lo que podría ser más o menos. Al mismo tiempo, cualquier persona que lo pidiera cortésmente también podría recibir Talkie Premium gratis.",
    "original": "Since I don't know how much money you are able to spend on text-to-speech software, I prefer that you pay what you think Talkie Premium is worth to you  — no more, no less. In case you are looking for a frame of reference, when Google handled payments for Talkie Premium the subscription cost $$25 (US Dollar) per year in the United States of America. Note that Google adjusted prices around for countries and currencies the world to match local conditions, so it could be more or less. At the same time, anyone who asked politely could also receive Talkie Premium for free."
  },
  "frontend_faq028Q": {
    "message": "¿Cuánto me recomiendas que pague?",
    "original": "How much do you recommend I pay?"
  },
  "frontend_faq029A": {
    "message": "Porque implementar un sistema de pagos y verificación requiere mucho tiempo y esfuerzo, y se asume que el costo de implementar una verificación de pago estricta es mayor que las pérdidas de las personas que engañan al sistema. La verificación de pago también requiere cierto nivel de recopilación de datos de los sistemas de los usuarios, y los usuarios técnicamente capacitados a menudo pueden evitar la verificación de todos modos. Entonces, desde una perspectiva técnica y comercial, aunque no hay garantías, es más fácil simplemente confiar en que los usuarios se adhieren al sistema de honor.",
    "original": "Because implementing a system for payments and verification takes a lot of time and effort, and it is assumed that the cost of implementing strict payment verification is higher than the losses from individuals cheating the system. Payment verification also requires some level of data collection from users' systems, and technically skilled users can often work around the verification anyways. So from a technical and business perspective, even though there are no guarantees, it is easier to simply trust that users adhere to the honor system."
  },
  "frontend_faq029Q": {
    "message": "¿Por qué no hay verificación de pago?",
    "original": "Why is there no payment verification?"
  },
  "frontend_faq030A": {
    "message": "La decisión de no implementar la verificación de pago significa que no se puede verificar el monto pagado. Además, el costo de \"fabricar\" una copia digital de Talkie Premium es cero, por lo que regalarlo por nada no implica una pérdida económica para el desarrollador. También existe la esperanza de que si te gusta Talkie Premium , se lo cuentes a tus amigos. Regalar Talkie Premium también puede verse como un esfuerzo de marketing.",
    "original": "The decision to not implement payment verification means that the amount paid cannot be verified. In addition, the cost of \"manufacturing\" a digital copy of Talkie Premium is zero, so giving it away for nothing does not imply a financial loss for the developer. There is also the hope that if you like Talkie Premium, you will tell your friends about it. Giving away Talkie Premium can also be seen as a marketing effort."
  },
  "frontend_faq030Q": {
    "message": "¿Por qué puedo optar por no pagar nada?",
    "original": "Why can I choose to pay nothing?"
  },
  "frontend_faq031A": {
    "message": "Sí, usando Stripe. Ver opciones de pago adicionales.",
    "original": "Yes, by using Stripe. See additional payment options."
  },
  "frontend_faq031Q": {
    "message": "¿Puedo realizar un pago mensual o anual recurrente?",
    "original": "Can I make a recurring monthly or yearly payment?"
  },
  "frontend_faq032A": {
    "message": "Sí, si lo solicita por correo electrónico. Incluya su nombre, dirección y, opcionalmente, su identificador de impuesto al valor agregado (IVA) (o equivalente).",
    "original": "Yes, if you request it via email. Please include your name, address, and optionally your value-added tax (VAT) identifier (or equivalent)."
  },
  "frontend_faq032Q": {
    "message": "¿Puedo obtener un recibo de mi pago?",
    "original": "Can I get a receipt for my payment?"
  },
  "frontend_faq033A": {
    "message": "Porque le gustan las características adicionales que ofrece Talkie Premium y la feliz sensación de contribuir al desarrollo de software de código abierto por parte de desarrolladores independientes. Debido al costo personal relativamente alto de desarrollo y mantenimiento, pero el costo cero de \"fabricar\" copias digitales, los pagos por Talkie Premium también pueden considerarse como un apoyo para el desarrollo y mantenimiento futuros, en contraposición al valor del producto en el momento del pago. .",
    "original": "Because you like the additional features Talkie Premium provides, and the happy feeling of contributing to open source software development by independent developers. Due to relatively high personell cost of development and maintenance, but zero cost of \"manufacturing\" digital copies, payments for Talkie Premium can also be seen as providing support for future development and maintenance, as opposed to the value of the product at the time of payment."
  },
  "frontend_faq033Q": {
    "message": "¿Por qué debería pagar para actualizar?",
    "original": "Why should I pay to upgrade?"
  },
  "frontend_faqBugsHeading": {
    "message": "Loco",
    "original": "Bugs"
  },
  "frontend_faqGeneralHeading": {
    "message": "General",
    "original": "General"
  },
  "frontend_faqHeading": {
    "message": "Preguntas frecuentes",
    "original": "Frequently asked questions"
  },
  "frontend_faqTalkiePremiumHeading": {
    "message": "Talkie Premium",
    "original": "Talkie Premium"
  },
  "frontend_faqVoicesHeading": {
    "message": "Voces",
    "original": "Voices"
  },
  "frontend_featuresEdition_Free": {
    "message": "Actualmente se usa la edición gratuita de Talkie y hay un conjunto limitado de funciones disponible. ¿Quizás Talkie Premium sería una mejor opción para usted?",
    "original": "Currently using the free edition of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresEdition_Premium": {
    "message": "Actualmente usa Talkie Premium , y todas las funciones están disponibles. Muchas gracias, ¡calienta mi corazón!",
    "original": "Currently using Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresEditions": {
    "message": "Talkie viene en dos ediciones: Talkie y Talkie Premium. La edición gratuita es ideal para la mayoría de los casos de uso, pero la edición premium ofrece opciones y funciones adicionales.",
    "original": "Talkie comes in two editions: Talkie and Talkie Premium. The free edition is great for most use cases, but the premium edition offers additional options and features."
  },
  "frontend_featuresFree_List01": {
    "message": "Detección automática del idioma.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Selección automática de voz.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Lee el texto seleccionado mediante un clic de botón, una tecla de acceso directo o un menú con el botón derecho del ratón.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Lee textos largos y artículos en voz alta, incluso mientras la ficha está en el fondo.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "El código es de código abierto y está disponible gratuitamente para todos los usuarios.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "¡Gratis!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "Caracteristicas",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Elige tu propia voz por defecto para cada idioma. Genial si te cansas de la voz del sistema!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Elige la velocidad de lectura y el tono por voz. Ajustar las voces a su gusto!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Esa sensación cálida y borrosa que obtienes al apoyar el software de código abierto por desarrolladores independientes.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Futuro Premium de forma gratuita.",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "¡Lea el texto del portapapeles! Talkie Premium copie el texto desde Talkie Premium de Talkie Premium programa y use Talkie Premium para leerlo.",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresUpgradeToTalkiePremiumLinkText": {
    "message": "Actualice a Talkie Premium",
    "original": "Upgrade to Talkie Premium"
  },
  "frontend_licenseCLADescription": {
    "message": "Todas las contribuciones a Talkie se realizan bajo el Acuerdo de Licencia de Colaborador (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Licencia",
    "original": "License"
  },
  "frontend_loading": {
    "message": "Cargando...",
    "original": "Loading..."
  },
  "frontend_rateIt": {
    "message": "Revisar Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Dile a tus amigos sobre Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_sharePitch": {
    "message": "¿Te gusta $NAME$? Si es así, me alegraría si pudieras dar una buena calificación y revisión de ⭐️",
    "original": "Do you like $NAME$? If so, I would be happy if you could give a nice ⭐️ rating and review 😃",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_storyDescription": {
    "message": "Talkie se desarrolló unos días antes del Año Nuevo 2016/2017, en un desafío de un amigo. El desafío comenzó con la pregunta: mientras viaja al trabajo, ¿es posible escuchar un artículo en lugar de leerlo? Fácil, dije, y me dispuse a probarlo, o al menos a hacer que mi navegador dijera texto usando una tonta voz de computadora. La edición básica, sin interfaz de usuario, resultó ser trivial de crear. Agregar una interfaz de usuario tomó un poco más de tiempo. Añadiendo una detección de idioma adecuada un montón de código más. Superar errores en el navegador aún más trabajo. La lista de mejoras y características continúa, y unos miles de líneas de código más tarde, está viendo el resultado final.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic edition, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Cómo se inició Talkie",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Gracias por usar Talkie — si te gusta, dile a tus amigos!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Soporte y comentarios",
    "original": "Support and feedback"
  },
  "frontend_supportDescription": {
    "message": "¿Tengo una pregunta? ¿Necesitas ayuda con algo? Para respuestas rápidas a preguntas comunes, consulte las preguntas frecuentes a continuación. Si eso no le da una respuesta, por favor envíeme cualquier pregunta que pueda tener. ¡Me encantaría que tu experiencia con $NAME$ fluida y agradable!",
    "original": "Have a question? Need help with something? For fast answers to common questions, see the frequently asked questions below. If that does not give you an answer, please send me any questions you might have. I would be happy if your experience using $NAME$ is smooth and enjoyable!",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_supportLinkText": {
    "message": "Apoyo",
    "original": "Support"
  },
  "frontend_systemBrowserLanguageHeading": {
    "message": "Idioma preferido del navegador",
    "original": "Preferred browser language"
  },
  "frontend_systemBrowserLanguagesHeading": {
    "message": "Lenguas de navegador preferidas",
    "original": "Preferred browser languages"
  },
  "frontend_systemBrowserTypeHeading": {
    "message": "Tipo de navegador",
    "original": "Browser type"
  },
  "frontend_systemCurrentEditionHeading": {
    "message": "Edición actual",
    "original": "Current edition"
  },
  "frontend_systemHeading": {
    "message": "Detalles del sistema",
    "original": "System details"
  },
  "frontend_systemInstalledDialectsHeading": {
    "message": "Dialectos de voz instalados",
    "original": "Installed voice dialects"
  },
  "frontend_systemInstalledLanguagesHeading": {
    "message": "Lenguajes de voz instalados",
    "original": "Installed voice languages"
  },
  "frontend_systemInstalledVersionHeading": {
    "message": "Versión instalada",
    "original": "Installed version"
  },
  "frontend_systemInstalledVoicesHeading": {
    "message": "Voces instaladas",
    "original": "Installed voices"
  },
  "frontend_systemOSHeading": {
    "message": "Tipo de sistema operativo",
    "original": "Operating system type"
  },
  "frontend_systemTalkieUILanguageHeading": {
    "message": "Talkie idioma de la interfaz de usuario",
    "original": "Talkie user interface language"
  },
  "frontend_systemTalkieUILanguagesHeading": {
    "message": "Talkie idiomas de interfaz de usuario",
    "original": "Talkie user interface languages"
  },
  "frontend_textLinkText": {
    "message": "Texto",
    "original": "Text"
  },
  "frontend_upgradeExplanation01": {
    "message": "Talkie viene en dos ediciones: Talkie y Talkie Premium. La edición gratuita es ideal para la mayoría de los casos de uso, pero la edición premium ofrece opciones y funciones adicionales.",
    "original": "Talkie comes in two editions: Talkie and Talkie Premium. The free edition is great for most use cases, but the premium edition offers additional options and features."
  },
  "frontend_upgradeExplanation02": {
    "message": "El precio de Talkie Premium no es fijo. En su lugar, paga lo que quiere, dependiendo de cuánto cree que valen para usted las funciones premium. Incluso puede decidir no pagar nada.",
    "original": "The price for Talkie Premium is not fixed. Instead you pay what you want, depending on how much you think the premium features are worth to you. You can even decided to pay nothing."
  },
  "frontend_upgradeExplanation03": {
    "message": "Después de enviar el pago, no hay códigos de actualización para ingresar, no hay cuentas de usuario para registrar ni ninguna otra verificación de pago en su lugar. En Talkie Premium lugar, Talkie Premium usa el sistema de honor.",
    "original": "After sending the payment there are no upgrade codes to enter, no user accounts to register, or any other payment verification in place. Instead Talkie Premium uses the honor system."
  },
  "frontend_upgradeExplanation04": {
    "message": "Tenga en cuenta que Talkie no tiene publicidad, seguimiento de usuarios ni recopilación de datos como medios alternativos de monetización. Los pagos se etiquetan como donaciones para el desarrollo de software de código abierto.",
    "original": "Please note that Talkie does not have any advertising, user tracking, or data collection as alternate means of monetization. Payments are labeled as donations for open source software development."
  },
  "frontend_upgradeHeading": {
    "message": "Actualice a Talkie Premium",
    "original": "Upgrade to Talkie Premium"
  },
  "frontend_upgradeLabel": {
    "message": "He pagado por Talkie Premium",
    "original": "I have paid for Talkie Premium"
  },
  "frontend_upgradeLinkText": {
    "message": "Potenciar",
    "original": "Upgrade"
  },
  "frontend_upgradePaymentAlternativesLinkText": {
    "message": "Más métodos de pago a través de la página de donaciones",
    "original": "More payment methods via the donations page"
  },
  "frontend_upgradePaymentPrimaryLinkText": {
    "message": "Pagar con PayPal",
    "original": "Pay using PayPal"
  },
  "frontend_usageLinkText": {
    "message": "Uso",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Lea cualquier texto copiado en su portapapeles — úselo con una tecla de acceso directo para escuchar texto desde cualquier lugar fuera del navegador. También puede hacer clic con el botón derecho del ratón en el botón Talkie Premium o en un área vacía de un sitio web y seleccionar leer desde el portapapeles.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "También puede Talkie el texto, luego hacer clic con el botón derecho en él y Talkie en el menú. De esta manera también funciona en archivos PDF y algunos tipos especiales de páginas en el navegador.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Teclas de atajo",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Si la tecla de acceso directo no funciona, compruebe que no esté ya en uso por otra extensión o programa.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Talkie o cambie las teclas de acceso directo Talkie .",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Una opción conveniente es usar las teclas de atajo Talkie :",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Leer el texto del portapapeles en cualquier programa",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Inicio/parada",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Inicio/parada",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Seleccione el texto deseado en cualquier página web.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Haga clic en el botón Talkie en la barra de herramientas de su navegador",
    "original": "Click the Talkie button in your browser toolbar"
  },
  "frontend_voiceFeatureOnline": {
    "message": "en línea",
    "original": "online"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Idiomas Disponibles",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Voces disponibles",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Ver y probar voces instaladas para cada idioma en su navegador. Talkie Premium usuarios también pueden Talkie Premium su voz favorita como Talkie Premium por idioma, así como Talkie Premium y el tono de cada voz.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesInstalledHeading": {
    "message": "Todos los idiomas instalados ( $LANGUAGE_GROUPS_COUNT$ ), dialectos ( $LANGUAGES_COUNT$ ) y voces ( $VOICES_COUNT$ )",
    "original": "All installed languages ($LANGUAGE_GROUPS_COUNT$), dialects ($LANGUAGES_COUNT$), and voices ($VOICES_COUNT$)",
    "placeholders": {
      "language_groups_count": {
        "content": "$1",
        "example": "27"
      },
      "languages_count": {
        "content": "$2",
        "example": "47"
      },
      "voices_count": {
        "content": "$3",
        "example": "66"
      }
    }
  },
  "frontend_voicesLinkText": {
    "message": "Voces",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Pitch for voice",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Pitch for $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesPreferredHeading": {
    "message": "Los idiomas de tu navegador preferidos",
    "original": "Your preferred browser languages"
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Velocidad de la voz",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Velocidad de $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "El zorro marrón rápido salta sobre el perro perezoso.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Ejemplo de texto para Talkie para leer en voz alta",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Utilizar como voz predeterminada para el idioma",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Utilice $VOICE$ como voz predeterminada para texto en $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Mostrar todas las voces",
    "original": "Show all voices"
  },
  "frontend_voicesSpeakLongTextsExplanation01": {
    "message": "En algunos navegadores, no es posible leer textos largos continuamente. Para evitar esto, Talkie introduce una pequeña pausa entre oraciones/cláusulas y después de otra puntuación.",
    "original": "In some browsers, it is not possible to read long texts continuously. To work around this, Talkie introduces a small pause between sentences/clauses and after other punctuation."
  },
  "frontend_voicesSpeakLongTextsExplanation02": {
    "message": "Si habilita esta opción y la lectura de textos largos se detiene después de 10-20 segundos, deshabilítelo de nuevo.",
    "original": "If you enable this option and reading long texts stops after 10-20 seconds, please disable it again."
  },
  "frontend_voicesSpeakLongTextsHeading": {
    "message": "Trate de leer textos largos sin pausas",
    "original": "Try to read long texts without pauses"
  },
  "frontend_voicesSpeakLongTextsLabel": {
    "message": "Leer textos largos sin pausas (experimental)",
    "original": "Read long texts without pauses (experimental)"
  },
  "frontend_voicesTalkiePremiumPitch": {
    "message": "Con Talkie Premium puede cambiar la voz predeterminada para cada idioma, así como la voz y el tono para cada voz.",
    "original": "With Talkie Premium you can change the default voice for each language, as well as voice and pitch for each voice."
  },
  "frontend_welcomeHero01": {
    "message": "Bienvenido a $NAME$! Ahora está utilizando una de las mejores extensiones de navegador de texto a voz en el mundo.",
    "original": "Welcome to $NAME$! You are now using one of the best text-to-speech browser extensions in the world.",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_welcomeHero02": {
    "message": "Continúe y seleccione este texto, luego haga clic en el botón $NAME$ en la barra de herramientas del navegador. ¡Disfrutar!",
    "original": "Go ahead and select this text, then click the $NAME$ button in the browser toolbar. Enjoy!",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_welcomeInstallMoreVoicesDescription": {
    "message": "Talkie actualmente puede encontrar $VOICES_COUNT$ voces que habilitan $LANGUAGE_GROUPS_COUNT$ idiomas en $LANGUAGES_COUNT$ dialectos instalados en su $SYSTEM_TYPE_PRETTY_NAME$ navegador que se ejecuta en un sistema operativo $OSTYPE_PRETTY_NAME$ .",
    "original": "Talkie can currently find $VOICES_COUNT$ voices enabling $LANGUAGE_GROUPS_COUNT$ languages in $LANGUAGES_COUNT$ dialects installed in your $SYSTEM_TYPE_PRETTY_NAME$ browser running on a $OSTYPE_PRETTY_NAME$ operating system.",
    "placeholders": {
      "language_groups_count": {
        "content": "$2",
        "example": "27"
      },
      "languages_count": {
        "content": "$3",
        "example": "47"
      },
      "ostype_pretty_name": {
        "content": "$5",
        "example": "mac"
      },
      "system_type_pretty_name": {
        "content": "$4",
        "example": "chrome"
      },
      "voices_count": {
        "content": "$1",
        "example": "66"
      }
    }
  },
  "frontend_welcomeInstallMoreVoicesHeading": {
    "message": "¿Quieres instalar más voces?",
    "original": "Want to install more voices?"
  },
  "frontend_welcomeLinkText": {
    "message": "Bienvenido",
    "original": "Welcome"
  },
  "noTextSelectedMessage": {
    "message": "Seleccione primero el texto deseado en el sitio web. También puede Talkie texto, luego haga clic derecho en él y elija Talkie en el menú.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie no puede acceder al texto Talkie de este tipo de página. Es una página muy especial, y hay limitaciones de seguridad introducidas por el navegador. También puede intentar Talkie texto, luego haga clic derecho en él y elija Talkie en el menú. Lo siento por las molestias.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Lo siento, pero leer el texto desde el portapapeles es una función Talkie Premium. ¿Ha considerado actualizar?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Lo siento, pero este navegador no admite la lectura desde el portapapeles. Todavía no, por lo menos. Por favor, inténtelo de nuevo en un mes o así!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie no tiene permiso de acceso desde el portapapeles. Eso está bien, pero luego leer el texto del portapapeles no funcionará.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "No se pudo encontrar el texto adecuado en el portapapeles. ¿Puedes intentar copiar algo más?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
