{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Olvasd kijelölt szöveget hangosan $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Olvasd kijelölt szöveget hangosan Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Olvasd kijelölt szöveget hangosan Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Ne beszélj",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Olvasd kijelölt szöveget hangosan",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "A Talkie honlap",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "A Talkie előadói oldal",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "A Talkie Premium előadói oldal",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Olvasás a vágólapra",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Start/abba az olvasást kiválasztás",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "INGYENES! Gyors, egyszerű, jó minőségű szöveget hanggá több mint 40 nyelven. Olvassa hangosan a webhelyekről, PDF, e-mail. Beszélj szöveg TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "PRÉMIUM! Gyors, egyszerű, jó minőségű szöveget hanggá több mint 40 nyelven. Olvassa hangosan a webhelyekről, PDF, e-mail. Beszélj szöveg TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "Ról ről",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "Jellemzők",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Használat és hivatkozások",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Voice lehetőségek",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "Válassza ki a kívánt szöveget bármely weboldalon, majd kattintson a Talkie gombra a böngészőben bar.",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Forráskód Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "Ról ről",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Project oldalt joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "Automatikus nyelvfelismerés.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Automatikus hang kiválasztása.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Olvasás kijelölt szöveget egy gomb kattintással, billentyű, vagy a jobb egérgombbal a menü.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Olvasás hosszú szövegek és tárgyak hangosan, miközben a lap a háttérben.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Kód nyílt forráskódú és ingyenesen elérhető minden felhasználó számára.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Ingyenes!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "Jellemzők",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Válassza ki a saját alapértelmezett hangját minden nyelven. Nagy ha elfárad a rendszer hangja!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Válassza olvasási sebesség és szurok per hangját. Állítsa hangokat tetszés szerint!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Ez a meleg, fuzzy érzés, ha mégis támogatja a nyílt forráskódú szoftverek független fejlesztők.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Jövő Premium frissítéseket is ingyenes.",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Beolvassa a szöveget a vágólapra! Csak másolja a szöveget bárhonnan bármilyen programot, és Talkie Premium olvasni!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "Jelenleg az ingyenes változata Talkie , és egy korlátozott funkciók is rendelkezésre áll. Talán Talkie Premium lenne a jobb választás az Ön számára?",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "Jelenleg a Talkie Premium , és minden funkció elérhető. Köszönöm szépen, ez felmelegíti a szívem!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie kétféle változatban: Talkie és Talkie Premium. Az ingyenes változat is kiválóan alkalmas a legtöbb használati esetek, de a prémium változata további lehetőségeket kínál.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Minden hozzájárulások Talkie alatt végzik a Közreműködő licencszerződés (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Engedély",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Tekintse Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Mesélj a barátaidnak Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie alakult előtt néhány nappal az új év 2016/2017, a kihívást egy barátom. A kihívás kezdődött a kérdés: míg a munkába járás, lehetséges, hogy hallgatni egy cikket olvasás helyett is? Egyszerű, mondtam, és elindult, hogy bebizonyítsam — vagy legalábbis, hogy a böngésző beszélni ki szöveget egy buta számítógépes hang. Az alapváltozat, felhasználói felület használata nélkül, kiderült, hogy triviális, hogy hozzon létre. Hozzáadása egy felhasználói interfészt, vett egy kicsit hosszabb. Hozzátéve megfelelő nyelvfelismerés egy csomó több kódot. Legyőzése hibákat a böngésző még több munka. A listát a fejlesztések és funkciók megy — és néhány ezer sornyi kódot később nézel a végeredmény.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Hogyan Talkie elindult",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Köszönjük, hogy a Talkie — ha tetszik, ossza meg ismerőseivel!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Támogatást és visszajelzést",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "Használat",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Olvassa el a szöveget a vágólapra másolt — használja a billentyű hallgatni szöveget bárhonnan kívül a böngészőt. Azt is a jobb gombbal a Talkie Premium gombot, vagy egy üres területre a honlapon, és válassza olvasni vágólapra.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Azt is kiválaszthatja a szöveget, majd kattintson a jobb egérgombbal, és válassza Talkie a menüben. Így is működik PDF-fájlokat és néhány speciális típusú oldalakat a böngésző.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Billentyűparancsok",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Ha a billentyű nem működik, ellenőrizze, hogy nem a már használatban van egy másik mellék vagy programot.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Ellenőrizze vagy cserélje ki a Talkie billentyűkombinációt.",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Egy kényelmes megoldás az, hogy használja a Talkie gyorsbillentyűk:",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Beolvassa a szöveget a vágólapra bármely program",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Start/stop A",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Start/stop A",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Válassza ki a kívánt szöveget bármely weboldalon.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Kattintson a Talkie gombra a böngészőben bar",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Rendelkezésre álló nyelvek",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Elérhető hangok",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Lásd és tesztelése telepített hangokat az egyes nyelvek a böngészőben. Talkie Premium felhasználók is kiválaszthatja kedvenc hangot az alapértelmezett nyelvenként, valamint beállított sebesség és szurok minden hang.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "Voices",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Pitch hangja",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Pitch $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Speed ​​hang-",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Speed $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "A gyors barna róka átugorja a lusta kutyát.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Minta szöveg Talkie olvasni hangosan",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Használja az alapértelmezett hang nyelv",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Felhasználási $VOICE$ alapértelmezett hang a szöveg $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Összes hangok",
    "original": "Show all voices"
  },
  "noTextSelectedMessage": {
    "message": "Kérjük, válassza ki a kívánt szöveget a honlapon először. Ön is kiválaszthatja a szöveget, majd kattintson a jobb egérgombbal, és válassza Talkie a menüben.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie nem tudja elérni a kijelölt szöveget egy ilyen oldalra. Ez egy nagyon különleges oldal, és vannak biztonsági korlátozások hozott a böngészőben. Tudod is megpróbál jelölje ki a szöveget, majd kattintson a jobb egérgombbal, és válassza Talkie a menüben. Elnézést a kellemetlenségekért.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Sajnálom, de olvasás szöveg vágólapról egy Talkie Premium funkciót. Gondoltál már arra, korszerűsítése?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Sajnálom, de ez a böngésző nem támogatja olvasni a vágólapra. Még nem, legalább. Kérjük, próbálja újra egy hónap múlva!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie nincs jogosultsága hozzáférni a vágólap. Ez rendben van, de akkor olvassa a vágólap tartalmát nem fog működni.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Nem találtunk megfelelő szöveget a vágólapra. Tud próbálja másol valami mást?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
