{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Olvasd kijelölt szöveget hangosan $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Static": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Olvasd kijelölt szöveget hangosan Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonStopTitle": {
    "message": "Ne beszélj",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Olvasd kijelölt szöveget hangosan",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "A Talkie honlap",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteUpgradeDescription": {
    "message": "Frissítés Talkie Premium",
    "original": "Upgrade to Talkie Premium"
  },
  "commandReadClipboardDescription": {
    "message": "Olvasás a vágólapra",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Start/abba az olvasást kiválasztás",
    "original": "Start/stop reading selection"
  },
  "extensionDescription": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "Gyors, egyszerű, kiváló minőségű szövegfelolvasás több mint 40 nyelven. Olvassa el hangosan a weboldalakról, a PDF-ből, az e-mailből. Beszéljen szöveget a TTS segítségével.",
    "original": "Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "Ról ről",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "Jellemzők",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Használat és hivatkozások",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Hangok és nyelvek",
    "original": "Voices and languages"
  },
  "frontend_PopupUsageShort": {
    "message": "Válassza ki a kívánt szöveget bármelyik weboldalon, és kattintson a Talkie gombra a böngésző eszköztárában.",
    "original": "Select desired text on any web page and click the Talkie button in your browser toolbar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Forráskód Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "Ról ről",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Project oldalt joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_faq001A": {
    "message": "A hang az operációs rendszerből (Windows, ChromeOS, MacOS, Linux stb.) És a jelenlegi böngészőjéből (Google Chrome, Firefox, stb.) Származik. Ez azt is jelenti, hogy minden olyan hangot letölthet és telepíthet, amelyet szeretne a számítógépén, és a Talkie automatikusan felismeri azokat.",
    "original": "The voice come from both from the operating system (Windows, ChromeOS, macOS, Linux, etcetera) and in your current browser (Google Chrome, Firefox, etcetera). This also means that you can download and install any voices you would like to have on your computer, and Talkie should recognize them automatically."
  },
  "frontend_faq001Q": {
    "message": "Hogyan Talkie érzékeli a telepített hangokat?",
    "original": "How does Talkie detect installed voices?"
  },
  "frontend_faq002A": {
    "message": "Több hangot is hozzáadhat mind a Microsofttól, mind a többiektől; lásd a külön telepítési utasításokat.",
    "original": "You can add more voices from both Microsoft and others; see separate installation instructions."
  },
  "frontend_faq002Q": {
    "message": "Hogyan telepíthetek több hangot a Talkie a Windows rendszerben?",
    "original": "How can I install more voices in Talkie on Windows?"
  },
  "frontend_faq003A": {
    "message": "A ChromeOS minden kiegészítése elérhető a Chrome Internetes áruházban.",
    "original": "Any additions to ChromeOS should be available in the Chrome Web Store."
  },
  "frontend_faq003Q": {
    "message": "Hogyan telepíthetek több hangot a (z) Talkie a ChromeOS rendszerben?",
    "original": "How can I install more voices in Talkie on ChromeOS?"
  },
  "frontend_faq004A": {
    "message": "Kiegészítő hangok automatikusan telepíthetők a macOS rendszer preferenciáiból a beszédhez; lásd a külön telepítési utasításokat.",
    "original": "Additional voices can be automatically installed from the macOS system preferences for speech; see separate installation instructions."
  },
  "frontend_faq004Q": {
    "message": "Hogyan telepíthetek több hangot a (z) Talkie macOS-ban?",
    "original": "How can I install more voices in Talkie on macOS?"
  },
  "frontend_faq005A": {
    "message": "Jelenleg nem tudom, hogyan telepíthetek további hangokat, mivel nem próbáltam meg magam. Az is kérdés, hogy a böngészők mikor és hogyan észlelik a telepített hangokat. Lásd a külön telepítési utasításokat. Kérem, tudassa velem, mi a lejárata!",
    "original": "Currently not sure how to install additional voices, as I have not tried it myself. It is also a matter of if and how browsers detect installed voices. See separate installation instructions. Please let me know what your expirences are!"
  },
  "frontend_faq005Q": {
    "message": "Hogyan telepíthetek több hangot Talkie Linuxon?",
    "original": "How can I install more voices in Talkie on Linux?"
  },
  "frontend_faq006A": {
    "message": "Igen és nem. Talkie nem tartalmaz hangokat önmagában, hanem olyan hangokat használ, amelyek már telepítve vannak a számítógépen. Telepíthet bármilyen további hangot, amelyet szeretne.",
    "original": "Yes and no. Talkie does not include any voices in itself, but uses the voices which are already installed on your computer. You can install any additional voices you would like."
  },
  "frontend_faq006Q": {
    "message": "Tudsz támogatást adni az új <a href=\"\"> új hanghoz </a> a következő helyen: Talkie ?",
    "original": "Can you add support for <a new voice> in Talkie?"
  },
  "frontend_faq007A": {
    "message": "Igen és nem. Mivel a Talkie a számítógépen telepített hangokat használja, új hangot kell telepítenie, amely támogatja a használni kívánt nyelvet.",
    "original": "Yes and no. As Talkie uses the voices which are installed on your computer, you need to install a new voice which supports the language you would like to use."
  },
  "frontend_faq007Q": {
    "message": "Tudsz támogatást adni az új Talkie nyelvhez a Talkie ?",
    "original": "Can you add support for <a new language> in Talkie?"
  },
  "frontend_faq008A": {
    "message": "Igen, ha a telepített hangok offline is elérhetőek. Láthatjuk az online listában megjelölt hangok listáján.",
    "original": "Yes, if the voices installed are also available offline. You can see in the list of voices which are marked as online."
  },
  "frontend_faq008Q": {
    "message": "A (z) Talkie munka offline állapotban van?",
    "original": "Does Talkie work offline?"
  },
  "frontend_faq009A": {
    "message": "Nem, Talkie Premium pontosan ugyanazok a hangok, mint Talkie. Több hangot is telepíthet a rendszerére, és ugyanúgy elérhetőek. A (z) Talkie Premium nyelven testreszabhatja a nyelvválasztást nyelvenként.",
    "original": "No, Talkie Premium has the exact same voices as Talkie. You can install more voices on your system, and they are equally available. In Talkie Premium you are able to customize the voice selection per language though."
  },
  "frontend_faq009Q": {
    "message": "Van Talkie Premium több hangja, mint Talkie ?",
    "original": "Does Talkie Premium have more voices than Talkie?"
  },
  "frontend_faq010A": {
    "message": "A Google Chrome (és feltételezhetően más króm alapú böngészők) már legalább 2014-ben volt ilyen problémája/hibája. Talkie van néhány megoldás a helyükön, és az olvasási szöveg rövidebb részeként történő engedélyezésének/letiltásának opciója. Folytatni fogom a megoldást, de amíg a Chromium csapata működik, talán nem működik 100%. Ha ezt a problémát tapasztalja, kérjük, tudassa velem, mely böngésző és verzió, az operációs rendszer és a verzió, valamint a használt nyelv/hang.",
    "original": "Google Chrome (and presumably other Chromium based browsers) have had this issue/bug since at least year 2014. Talkie has some workarounds in place, and an option to enable/disable reading text in shorter parts. I will continue to improve the workaround, but until the Chromium team works it might not work 100%. If you experience this issue, please let me know which browser and version, operating system and version, and language/voice you are using."
  },
  "frontend_faq010Q": {
    "message": "Miért nem Talkie le Talkie 20-30 szó vagy néhány másodperc után?",
    "original": "Why does Talkie stop reading after 20-30 words or a few seconds?"
  },
  "frontend_faq011A": {
    "message": "Két ok van. Először is, ha az aktív hang online, akkor le kell töltenie a beszédfájlt, mielőtt lejátszaná. Ez azt jelenti, hogy hozzáadott szünet van, amely az internetkapcsolat sebességétől függ. Tudod ellenőrizni, hogy melyik hangok vannak online a hanglistában. A második ok az, hogy a hosszú szövegek hosszú távú megkerülése a rövidebb részeken, általában mondatonként vagy egy záradékig terjed. Ez minden szünethez további szünetet adhat. Engedélyezheti a hosszú szövegek olvasását az opciók egyik részeként, ami a támogatott rendszerekre vonatkozó szünetet fogja törölni.",
    "original": "There are two reasons. Firstly, if the active voice is online it needs to download the speech file before playing it. This means an added pause which is depending on your internet connection speed. You can check which voices are online in the list of voices. The second reason is that the workaround for speaking long texts chops up the text in shorter parts, usually per sentence or per clause. This can add an extra pause for each pause. You can enable reading long texts as one part in the options, which should remove the pause on supported systems."
  },
  "frontend_faq011Q": {
    "message": "Miért van Talkie néha hosszú szünet a mondatok és a szavak között?",
    "original": "Why does Talkie sometime have a long pause between sentences and words?"
  },
  "frontend_faq012A": {
    "message": "Sajnos nincs. Kiderült, hogy a Google Docs (csakúgy, mint a Google Spreadsheet, a Google Drive és hasonló) nem egy webhely, hanem egy speciális, a Google által létrehozott \"alkalmazás a böngészőben\". Talkie nem fér hozzá a kijelölt szöveghez, és nem adhat hozzá helyi menüelemeket. Tovább vizsgálom, hogy van-e valamilyen módja a Google Dokumentumok támogatásának hozzáadásához a Talkie .",
    "original": "Unfortunately, no. It turns out that Google Docs (as well as Google Spreadsheet, Google Drive, and similar) is not a website, but a special \"application in the browser\" created by Google. Talkie cannot access the selected text, nor add context menu items. I will investigate further if there is some way to add Google Docs support to Talkie."
  },
  "frontend_faq012Q": {
    "message": "A Talkie dolgozik a Google Dokumentumokban?",
    "original": "Does Talkie work in Google Docs?"
  },
  "frontend_faq013A": {
    "message": "Igen, kérem! Használja a támogatási oldalt vagy közvetlenül lépjen kapcsolatba velem. Kérjük, adjon meg minél több információt, például böngészőt és verziót, operációs rendszert és verziót, valamint a használni kívánt nyelvet/hangot. Szintén tartalmaz olyan információkat, amelyek bizonyos weboldalakra vonatkoznak, ahol a hibát látja, lehetőleg egy linkkel.",
    "original": "Yes, please! Use either the support page or contact me directly. Please include as much information as possible, such as which browser and version, operating system and version, and language/voice you are using. Also include information regarding specific websites where you see the bug, preferably with a link."
  },
  "frontend_faq013Q": {
    "message": "Jelentse a hibákat?",
    "original": "Should I report bugs?"
  },
  "frontend_faq014A": {
    "message": "Általában! Ha kiválaszthatja a PDF-ben található szöveget, kattintson rá jobb gombbal, és válassza a Talkie menüpontot. Ha a szöveget nem lehet kiválasztani, ha egy kép része, akkor nem fog működni.",
    "original": "Usually! If you can select the text in the PDF, right click on it and choose Talkie in the menu. If the text cannot be selected, if it is part of an image, then it will not work."
  },
  "frontend_faq014Q": {
    "message": "Lehet Talkie olvasni PDF fájlokat?",
    "original": "Can Talkie read PDF files?"
  },
  "frontend_faq015A": {
    "message": "Nem. Talkie Korlátlan használat — olvasni annyi szót és hosszú szövegeket, amennyit csak akar.",
    "original": "No. Talkie has unlimited usage — you can read as many words and as long texts as you like."
  },
  "frontend_faq015Q": {
    "message": "Van Talkie szóhatár?",
    "original": "Does Talkie have a word limit?"
  },
  "frontend_faq016A": {
    "message": "Biztosan! Vegye fel velem a kapcsolatot a támogatási vagy projektoldalakon.",
    "original": "Certainly! Just contact me through the support or project pages."
  },
  "frontend_faq016Q": {
    "message": "Kérhetek új szolgáltatásokat?",
    "original": "Can I request new features?"
  },
  "frontend_faq017A": {
    "message": "Van egy billentyűparancs-szerkesztő, amelyet a Google Chrome bővítményei oldal alján talál.",
    "original": "There is a Keyboard shortcuts editor, which you can find at the bottom of the Extensions page in Google Chrome."
  },
  "frontend_faq017Q": {
    "message": "Hogyan módosíthatja a gyorsbillentyűket a Google Chrome-ban?",
    "original": "How to change shortcut keys in Google Chrome?"
  },
  "frontend_faq018A": {
    "message": "Sajnos ez jelenleg nem tűnik lehetségesnek. Kérje meg a Firefox csapatát, hogy adja hozzá ezt a funkciót!",
    "original": "Unfortunately, that does not seem possible at this time. Please ask the Firefox team to add this feature!"
  },
  "frontend_faq018Q": {
    "message": "Hogyan változtathatjuk meg a gyorsbillentyűket a Firefoxban?",
    "original": "How to change shortcut keys in Firefox?"
  },
  "frontend_faq019A": {
    "message": "Biztosan! Nagyszerű lenne segítséget fordítani a Talkie fordításban, tesztelni Talkie új rendszereken, a hibák kivizsgálására és új funkciók hozzáadására. Kérjük, olvassa el a projekt oldalt.",
    "original": "Certainly! It would be great to get help translating Talkie, to test Talkie on new systems, to investigate bugs, and to add new features. Please see the project page for instructions."
  },
  "frontend_faq019Q": {
    "message": "Segíthetek fejleszteni Talkie ?",
    "original": "Can I help develop Talkie?"
  },
  "frontend_faq020A": {
    "message": "Igen — kérlek mondd meg barátaidnak Talkie! Talán linket küldhet kedvenc internetes hírességednek, online csoportodnak vagy hírlevélnek. Megkérheted a főnököt, hogy telepítse azt a munkahelyi számítógépeken, vagy a tanárát, hogy telepítse azt az iskolában. A Talkie szó terjesztése nagyon nagyra értékeli!",
    "original": "Yes — please tell your friends about Talkie! Perhaps send a link to your favorite internet celebrity, online group, or newsletter. You can even ask your boss to install it on all the computers at work, or your teacher to install it at school. Spreading the word about Talkie is very much appreciated!"
  },
  "frontend_faq020Q": {
    "message": "Tudok segíteni Talkie más módon?",
    "original": "Can I help Talkie in any other way?"
  },
  "frontend_faq021A": {
    "message": "A Talkie fejlesztése és fenntartása elég sok időt és erőfeszítést Talkie — eddig több száz órát. Ennek ellenére a Talkie mindenki szabadon használhatja, amennyit csak akar. A további fejlesztés, karbantartás és az ingyenes Talkie ingyenes pénzügyi támogatása érdekében egyes funkciók csak Talkie Premium felhasználók számára állnak rendelkezésre.",
    "original": "It takes quite a lot of time and effort to develop and maintain Talkie — hundreds of hours so far. Yet, Talkie is free for everyone to use as much as they like. To financially support further both development, maintenance and keeping the free Talkie free, some features are only available to Talkie Premium users."
  },
  "frontend_faq021Q": {
    "message": "Miért van a Talkie két kiadása?",
    "original": "Why are there two editions of Talkie?"
  },
  "frontend_faq022A": {
    "message": "Igen, több fizetési lehetőség is rendelkezésre áll.",
    "original": "Yes, there are multiple payment options available."
  },
  "frontend_faq022Q": {
    "message": "Fizethetek PayPal, banki átutalás stb. Használatával?",
    "original": "Can I pay using PayPal, bank transfer, etcetera?"
  },
  "frontend_faq023A": {
    "message": "Igen, ha PayPal vagy Stripe használatával fizetett, amelyek egyszerű visszatérítés-kezelést kínálnak. Visszatérítés általában nem áll rendelkezésre más fizetési módokhoz a szükséges többletmunka mennyisége, valamint annak a kockázata miatt, hogy a pénzt rossz számlára térítik vissza.",
    "original": "Yes, if you paid using PayPal or Stripe, which offer simple refund management. Refunds are generally not available for other methods of payments due to the amount of extra work it requires, plus the risk that the money gets refunded to the wrong account."
  },
  "frontend_faq023Q": {
    "message": "Kaphatok visszatérítést?",
    "original": "Can I get a refund?"
  },
  "frontend_faq024A": {
    "message": "Biztos! Csak a Talkie Premium frissítés engedélyezésével próbálja ki.",
    "original": "Sure! Just enable the Talkie Premium upgrade to try it out."
  },
  "frontend_faq024Q": {
    "message": "Kipróbálhatom a Talkie Premium ingyenesen?",
    "original": "Can I try out Talkie Premium for free?"
  },
  "frontend_faq025A": {
    "message": "A Talkie nincs hirdetés, adatgyűjtés vagy felhasználói nyomkövetés. A Talkie Premium fizető boldog felhasználók az egyetlen bevételszerzési lehetőségek.",
    "original": "There is no advertisement, data collection, or user tracking in Talkie. Happy users paying for Talkie Premium is the only monetization."
  },
  "frontend_faq025Q": {
    "message": "A Talkie kiterjesztések tartalmaznak hirdetést, adatokat gyűjtenek vagy nyomon követik a felhasználókat?",
    "original": "Does the Talkie extensions contain advertisement, collect data, or track users?"
  },
  "frontend_faq026A": {
    "message": "A becsületrendszer az, amikor az egyénekben megbíznak abban, hogy őszinték legyenek, és szigorúan végrehajtott ellenőrzések nélkül tartsák be az irányelveket. A Talkie Premium abban a bizalomban, hogy azok, akik frissítenek, fizettek érte.",
    "original": "The honor system is when individuals are trusted to be honest, and adhere to guidelines without strictly enforced checks. For Talkie Premium trusting that those who upgrade have paid for it."
  },
  "frontend_faq026Q": {
    "message": "Mi a becsületrendszer?",
    "original": "What is the honor system?"
  },
  "frontend_faq027A": {
    "message": "Mivel az emberek szerte a világon különböző pénznemeket használnak, a rendelkezésre álló jövedelem szintje eltérő, és a Talkie Premium tulajdonságait különböző mértékben értékelik. Nincs egyetlen, fix ár, amely mindenki számára jól működik a világon. Ezen felül jönnek a devizák, a gazdasági ciklus trendjei, a regionális/országon belüli eltérések stb. Mindent összevetve, a világszerte értékesített termék beállításainak ára bonyolult. Könnyebb megengedni, hogy mindenki beállítsa a saját árát, és biztosítsa, hogy a termék elég jó legyen a fizetéshez.",
    "original": "Because people around the world use different currencies, have different levels of disposable income, and have different levels of appreciation for Talkie Premium's features. There is no single, fixed price that works well for everyone in the world. On top of that comes fluctuations in currencies, economic cycle trends, regional/intra-country variations, etcetera. All in all, settings prices for a product sold worldwide is complicated. It is easier to let everyone set their own price, and ensure that the product is good enough to warrant a payment."
  },
  "frontend_faq027Q": {
    "message": "Miért állíthatom be a saját áramat?",
    "original": "Why can I set my own price?"
  },
  "frontend_faq028A": {
    "message": "Mivel nem tudom, mennyi pénzt tudsz költeni szövegfelolvasó szoftverekre, inkább azt fizetem, amit szerinted Talkie Premium ér neked — se többet, se kevesebbet. Abban az esetben, ha referenciakeretet keres, amikor a Google Talkie Premium összeget Talkie Premium az előfizetés évente 25 USD (amerikai dollár) volt az Amerikai Egyesült Államokban. Ne feledje, hogy a Google a világ körüli országokra és pénznemekre alkalmazkodva igazította az árakat a helyi viszonyokhoz, így ez többé-kevésbé lehet. Ugyanakkor bárki, aki udvariasan Talkie Premium , ingyen megkapta a Talkie Premium .",
    "original": "Since I don't know how much money you are able to spend on text-to-speech software, I prefer that you pay what you think Talkie Premium is worth to you  — no more, no less. In case you are looking for a frame of reference, when Google handled payments for Talkie Premium the subscription cost $$25 (US Dollar) per year in the United States of America. Note that Google adjusted prices around for countries and currencies the world to match local conditions, so it could be more or less. At the same time, anyone who asked politely could also receive Talkie Premium for free."
  },
  "frontend_faq028Q": {
    "message": "Mennyit javasolsz fizetni?",
    "original": "How much do you recommend I pay?"
  },
  "frontend_faq029A": {
    "message": "Mivel a fizetési és ellenőrzési rendszer bevezetése sok időt és erőfeszítést igényel, és feltételezzük, hogy a szigorú fizetési ellenőrzés végrehajtásának költségei magasabbak, mint a rendszert csaló egyének veszteségei. A fizetés igazolása bizonyos szintű adatgyűjtést is igényel a felhasználói rendszerektől, és a technikailag képzett felhasználók gyakran bármikor megkerülhetik az ellenőrzést. Tehát műszaki és üzleti szempontból, annak ellenére, hogy nincsenek garanciák, könnyebb egyszerűen bízni abban, hogy a felhasználók betartják a becsületrendszert.",
    "original": "Because implementing a system for payments and verification takes a lot of time and effort, and it is assumed that the cost of implementing strict payment verification is higher than the losses from individuals cheating the system. Payment verification also requires some level of data collection from users' systems, and technically skilled users can often work around the verification anyways. So from a technical and business perspective, even though there are no guarantees, it is easier to simply trust that users adhere to the honor system."
  },
  "frontend_faq029Q": {
    "message": "Miért nincs fizetésellenőrzés?",
    "original": "Why is there no payment verification?"
  },
  "frontend_faq030A": {
    "message": "A fizetésellenőrzés elmaradásáról szóló döntés azt jelenti, hogy a kifizetett összeget nem lehet ellenőrizni. Ezenkívül a Talkie Premium digitális példányának \"előállításának\" költsége nulla, így a Talkie Premium való Talkie Premium nem jelent pénzügyi veszteséget a fejlesztő számára. Az a remény is Talkie Premium , hogy ha tetszik a Talkie Premium , akkor elmondja erről a barátainak. A Talkie Premium szintén marketing erőfeszítésnek lehet tekinteni.",
    "original": "The decision to not implement payment verification means that the amount paid cannot be verified. In addition, the cost of \"manufacturing\" a digital copy of Talkie Premium is zero, so giving it away for nothing does not imply a financial loss for the developer. There is also the hope that if you like Talkie Premium, you will tell your friends about it. Giving away Talkie Premium can also be seen as a marketing effort."
  },
  "frontend_faq030Q": {
    "message": "Miért dönthetek úgy, hogy nem fizetek semmit?",
    "original": "Why can I choose to pay nothing?"
  },
  "frontend_faq031A": {
    "message": "Igen, a Csík használatával. További fizetési lehetőségek.",
    "original": "Yes, by using Stripe. See additional payment options."
  },
  "frontend_faq031Q": {
    "message": "Végezhetek visszatérő havi vagy éves fizetést?",
    "original": "Can I make a recurring monthly or yearly payment?"
  },
  "frontend_faq032A": {
    "message": "Igen, ha e-mailben kéri. Kérjük, adja meg nevét, címét és opcionálisan hozzáadottérték-adó (áfa) azonosítóját (vagy ennek megfelelő kódot).",
    "original": "Yes, if you request it via email. Please include your name, address, and optionally your value-added tax (VAT) identifier (or equivalent)."
  },
  "frontend_faq032Q": {
    "message": "Kaphatok nyugtát a fizetésemről?",
    "original": "Can I get a receipt for my payment?"
  },
  "frontend_faq033A": {
    "message": "Mivel tetszik a Talkie Premium további szolgáltatásai és az a boldog érzés, hogy hozzájárulsz a nyílt forráskódú szoftverek független fejlesztők általi fejlesztéséhez. A fejlesztés és karbantartás viszonylag magas személyi költségei, de a digitális másolatok „előállításának” nulla költsége miatt a Talkie Premium összegű kifizetések a jövőbeni fejlesztés és karbantartás támogatásának is tekinthetők, szemben a termék fizetéskori értékével. .",
    "original": "Because you like the additional features Talkie Premium provides, and the happy feeling of contributing to open source software development by independent developers. Due to relatively high personell cost of development and maintenance, but zero cost of \"manufacturing\" digital copies, payments for Talkie Premium can also be seen as providing support for future development and maintenance, as opposed to the value of the product at the time of payment."
  },
  "frontend_faq033Q": {
    "message": "Miért kell fizetnem a frissítésért?",
    "original": "Why should I pay to upgrade?"
  },
  "frontend_faqBugsHeading": {
    "message": "Bugs",
    "original": "Bugs"
  },
  "frontend_faqGeneralHeading": {
    "message": "Tábornok",
    "original": "General"
  },
  "frontend_faqHeading": {
    "message": "Gyakran Ismételt Kérdések",
    "original": "Frequently asked questions"
  },
  "frontend_faqTalkiePremiumHeading": {
    "message": "Talkie Premium",
    "original": "Talkie Premium"
  },
  "frontend_faqVoicesHeading": {
    "message": "Voices",
    "original": "Voices"
  },
  "frontend_featuresEdition_Free": {
    "message": "Jelenleg a Talkie ingyenes kiadását Talkie , és korlátozott számú szolgáltatás áll rendelkezésre. Talán a Talkie Premium lenne a jobb választás az Ön számára?",
    "original": "Currently using the free edition of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresEdition_Premium": {
    "message": "Jelenleg a Talkie Premium felhasználásával Talkie Premium , és minden funkció elérhető. Nagyon köszönöm, hogy melegszik a szívem!",
    "original": "Currently using Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresEditions": {
    "message": "Talkie két kiadásban jelenik meg: Talkie és Talkie Premium. Az ingyenes kiadás nagyszerű a legtöbb használati esetben, de a prémium kiadás további lehetőségeket és funkciókat kínál.",
    "original": "Talkie comes in two editions: Talkie and Talkie Premium. The free edition is great for most use cases, but the premium edition offers additional options and features."
  },
  "frontend_featuresFree_List01": {
    "message": "Automatikus nyelvfelismerés.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Automatikus hang kiválasztása.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Olvasás kijelölt szöveget egy gomb kattintással, billentyű, vagy a jobb egérgombbal a menü.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Olvasás hosszú szövegek és tárgyak hangosan, miközben a lap a háttérben.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Kód nyílt forráskódú és ingyenesen elérhető minden felhasználó számára.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Ingyenes!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "Jellemzők",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Válassza ki a saját alapértelmezett hangját minden nyelven. Nagy ha elfárad a rendszer hangja!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Válassza olvasási sebesség és szurok per hangját. Állítsa hangokat tetszés szerint!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Ez a meleg, fuzzy érzés, ha mégis támogatja a nyílt forráskódú szoftverek független fejlesztők.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Jövő Premium frissítéseket is ingyenes.",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Beolvassa a szöveget a vágólapra! Csak másolja a szöveget bárhonnan bármilyen programot, és Talkie Premium olvasni!",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresUpgradeToTalkiePremiumLinkText": {
    "message": "Frissítés Talkie Premium",
    "original": "Upgrade to Talkie Premium"
  },
  "frontend_licenseCLADescription": {
    "message": "Minden hozzájárulások Talkie alatt végzik a Közreműködő licencszerződés (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Engedély",
    "original": "License"
  },
  "frontend_loading": {
    "message": "Betöltés...",
    "original": "Loading..."
  },
  "frontend_rateIt": {
    "message": "Tekintse Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Mesélj a barátaidnak Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_sharePitch": {
    "message": "Tetszik $NAME$? Ha igen, akkor boldog lennék, ha jó ⭐️ minősítést és véleményt adhatsz",
    "original": "Do you like $NAME$? If so, I would be happy if you could give a nice ⭐️ rating and review 😃",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_storyDescription": {
    "message": "Talkie néhány nappal a 2016/2017-es újév előtt fejlesztették ki, egy barátjának kihívására. A kihívás azzal a kérdéssel kezdődött: a munkába járás közben lehet-e meghallgatni egy cikket olvasás helyett? Könnyű, mondtam, és nekiláttam, hogy ezt bizonyítsam — vagy legalábbis arra, hogy a böngészőm ostoba számítógépes hangon szólaljon meg. A felhasználói felület nélküli alapkiadás elenyészőnek bizonyult. A felhasználói felület hozzáadása kissé tovább tartott. Megfelelő nyelvészlelés hozzáadása egy csomó további kódot. A böngésző hibáinak leküzdése még jobban működik. A továbbfejlesztések és szolgáltatások listája folytatódik — és néhány ezer sornyi kóddal később a végeredményt nézzük.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic edition, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Hogyan Talkie elindult",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Köszönjük, hogy a Talkie — ha tetszik, ossza meg ismerőseivel!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Támogatást és visszajelzést",
    "original": "Support and feedback"
  },
  "frontend_supportDescription": {
    "message": "Kérdése van? Segítségre van szüksége valamivel? A gyakori kérdésekre adott gyors válaszokért olvassa el az alábbi gyakran feltett kérdéseket. Ha ez nem ad választ, kérem, küldjön nekem bármilyen kérdést. Boldog lennék, ha a $NAME$ felhasználásával végzett tapasztalat sima és élvezetes!",
    "original": "Have a question? Need help with something? For fast answers to common questions, see the frequently asked questions below. If that does not give you an answer, please send me any questions you might have. I would be happy if your experience using $NAME$ is smooth and enjoyable!",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_supportLinkText": {
    "message": "Támogatás",
    "original": "Support"
  },
  "frontend_systemBrowserLanguageHeading": {
    "message": "Előnyben részesített böngésző nyelve",
    "original": "Preferred browser language"
  },
  "frontend_systemBrowserLanguagesHeading": {
    "message": "Előnyben részesített böngészőnyelvek",
    "original": "Preferred browser languages"
  },
  "frontend_systemBrowserTypeHeading": {
    "message": "Böngésző típusa",
    "original": "Browser type"
  },
  "frontend_systemCurrentEditionHeading": {
    "message": "Jelenlegi kiadás",
    "original": "Current edition"
  },
  "frontend_systemHeading": {
    "message": "Rendszer részletei",
    "original": "System details"
  },
  "frontend_systemInstalledDialectsHeading": {
    "message": "Telepített hang dialektusok",
    "original": "Installed voice dialects"
  },
  "frontend_systemInstalledLanguagesHeading": {
    "message": "Telepített hangnyelvek",
    "original": "Installed voice languages"
  },
  "frontend_systemInstalledVersionHeading": {
    "message": "Telepített verzió",
    "original": "Installed version"
  },
  "frontend_systemInstalledVoicesHeading": {
    "message": "Telepített hangok",
    "original": "Installed voices"
  },
  "frontend_systemOSHeading": {
    "message": "Operációs rendszer típusa",
    "original": "Operating system type"
  },
  "frontend_systemTalkieUILanguageHeading": {
    "message": "Talkie felhasználói felület nyelve",
    "original": "Talkie user interface language"
  },
  "frontend_systemTalkieUILanguagesHeading": {
    "message": "Talkie felhasználói felület nyelvek",
    "original": "Talkie user interface languages"
  },
  "frontend_textLinkText": {
    "message": "Szöveg",
    "original": "Text"
  },
  "frontend_upgradeExplanation01": {
    "message": "Talkie két kiadásban jelenik meg: Talkie és Talkie Premium. Az ingyenes kiadás nagyszerű a legtöbb használati esetben, de a prémium kiadás további lehetőségeket és funkciókat kínál.",
    "original": "Talkie comes in two editions: Talkie and Talkie Premium. The free edition is great for most use cases, but the premium edition offers additional options and features."
  },
  "frontend_upgradeExplanation02": {
    "message": "A Talkie Premium ára nincs rögzítve. Ehelyett azt fizeti, amit akar, attól függően, hogy szerinted mennyit érnek Önnek a prémium funkciók. Még úgy is dönthet, hogy nem fizet semmit.",
    "original": "The price for Talkie Premium is not fixed. Instead you pay what you want, depending on how much you think the premium features are worth to you. You can even decided to pay nothing."
  },
  "frontend_upgradeExplanation03": {
    "message": "A befizetés elküldése után nincsenek frissítési kódok, amelyeket meg kell adni, nincsenek felhasználói fiókok, amelyeket regisztrálni kell, vagy bármilyen más fizetési ellenőrzés érvényes. Ehelyett Talkie Premium a becsületrendszert használja.",
    "original": "After sending the payment there are no upgrade codes to enter, no user accounts to register, or any other payment verification in place. Instead Talkie Premium uses the honor system."
  },
  "frontend_upgradeExplanation04": {
    "message": "Felhívjuk figyelmét, hogy a Talkie semmilyen hirdetési, felhasználói nyomonkövetési vagy adatgyűjtési lehetőséget nem Talkie a bevételszerzés alternatív eszközeként. A kifizetéseket adományként jelölik a nyílt forráskódú szoftverek fejlesztéséhez.",
    "original": "Please note that Talkie does not have any advertising, user tracking, or data collection as alternate means of monetization. Payments are labeled as donations for open source software development."
  },
  "frontend_upgradeHeading": {
    "message": "Frissítés Talkie Premium",
    "original": "Upgrade to Talkie Premium"
  },
  "frontend_upgradeLabel": {
    "message": "Kifizettem Talkie Premium",
    "original": "I have paid for Talkie Premium"
  },
  "frontend_upgradeLinkText": {
    "message": "Frissítés",
    "original": "Upgrade"
  },
  "frontend_upgradePaymentAlternativesLinkText": {
    "message": "További fizetési módok az adományok oldalon keresztül",
    "original": "More payment methods via the donations page"
  },
  "frontend_upgradePaymentPrimaryLinkText": {
    "message": "Fizessen a PayPal segítségével",
    "original": "Pay using PayPal"
  },
  "frontend_usageLinkText": {
    "message": "Használat",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Olvassa el a szöveget a vágólapra másolt — használja a billentyű hallgatni szöveget bárhonnan kívül a böngészőt. Azt is a jobb gombbal a Talkie Premium gombot, vagy egy üres területre a honlapon, és válassza olvasni vágólapra.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Azt is kiválaszthatja a szöveget, majd kattintson a jobb egérgombbal, és válassza Talkie a menüben. Így is működik PDF-fájlokat és néhány speciális típusú oldalakat a böngésző.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Billentyűparancsok",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Ha a billentyű nem működik, ellenőrizze, hogy nem a már használatban van egy másik mellék vagy programot.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Ellenőrizze vagy cserélje ki a Talkie billentyűkombinációt.",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Egy kényelmes megoldás az, hogy használja a Talkie gyorsbillentyűk:",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Beolvassa a szöveget a vágólapra bármely program",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Start/stop A",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Start/stop A",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Válassza ki a kívánt szöveget bármely weboldalon.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Kattintson a Talkie gombra a böngésző eszköztárában",
    "original": "Click the Talkie button in your browser toolbar"
  },
  "frontend_voiceFeatureOnline": {
    "message": "online",
    "original": "online"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Rendelkezésre álló nyelvek",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Elérhető hangok",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Lásd és tesztelése telepített hangokat az egyes nyelvek a böngészőben. Talkie Premium felhasználók is kiválaszthatja kedvenc hangot az alapértelmezett nyelvenként, valamint beállított sebesség és szurok minden hang.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesInstalledHeading": {
    "message": "Minden telepített nyelv ( $LANGUAGE_GROUPS_COUNT$ ), dialektusok ( $LANGUAGES_COUNT$ ) és hangok ( $VOICES_COUNT$ )",
    "original": "All installed languages ($LANGUAGE_GROUPS_COUNT$), dialects ($LANGUAGES_COUNT$), and voices ($VOICES_COUNT$)",
    "placeholders": {
      "language_groups_count": {
        "content": "$1",
        "example": "27"
      },
      "languages_count": {
        "content": "$2",
        "example": "47"
      },
      "voices_count": {
        "content": "$3",
        "example": "66"
      }
    }
  },
  "frontend_voicesLinkText": {
    "message": "Voices",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Pitch hangja",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Pitch $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesPreferredHeading": {
    "message": "Az Ön által preferált böngészõnyelvek",
    "original": "Your preferred browser languages"
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Speed ​​hang-",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Speed $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "A gyors barna róka átugorja a lusta kutyát.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Minta szöveg Talkie olvasni hangosan",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Használja az alapértelmezett hang nyelv",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Felhasználási $VOICE$ alapértelmezett hang a szöveg $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Összes hangok",
    "original": "Show all voices"
  },
  "frontend_voicesSpeakLongTextsExplanation01": {
    "message": "Bizonyos böngészőkben hosszú szövegeket nem lehet folyamatosan olvasni. Ennek érdekében a Talkie kis szünetet Talkie be a mondatok/záradékok és más írásjelek után.",
    "original": "In some browsers, it is not possible to read long texts continuously. To work around this, Talkie introduces a small pause between sentences/clauses and after other punctuation."
  },
  "frontend_voicesSpeakLongTextsExplanation02": {
    "message": "Ha engedélyezi ezt az opciót, és a hosszú szövegek leolvasása 10-20 másodperc elteltével, kérjük, tiltsa le újra.",
    "original": "If you enable this option and reading long texts stops after 10-20 seconds, please disable it again."
  },
  "frontend_voicesSpeakLongTextsHeading": {
    "message": "Próbáljon hosszú szövegeket olvasni szünetek nélkül",
    "original": "Try to read long texts without pauses"
  },
  "frontend_voicesSpeakLongTextsLabel": {
    "message": "Hosszú szövegek olvasása szünetek nélkül (kísérleti)",
    "original": "Read long texts without pauses (experimental)"
  },
  "frontend_voicesTalkiePremiumPitch": {
    "message": "A Talkie Premium segítségével megváltoztathatja az egyes hang alapértelmezett hangját, valamint hangot és hangmagasságot minden hanghoz.",
    "original": "With Talkie Premium you can change the default voice for each language, as well as voice and pitch for each voice."
  },
  "frontend_welcomeHero01": {
    "message": "Üdvözöljük a (z) $NAME$! Mostantól a világ egyik legjobb beszéd-beszédböngésző-bővítményét használja.",
    "original": "Welcome to $NAME$! You are now using one of the best text-to-speech browser extensions in the world.",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_welcomeHero02": {
    "message": "Menjen előre, és válassza ezt a szöveget, majd kattintson a $NAME$ gombra a böngésző eszköztárában. Élvez!",
    "original": "Go ahead and select this text, then click the $NAME$ button in the browser toolbar. Enjoy!",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "frontend_welcomeInstallMoreVoicesDescription": {
    "message": "Talkie jelenleg $VOICES_COUNT$ hangot tartalmaz, amelyek $LANGUAGE_GROUPS_COUNT$ nyelvet engedélyeznek a (z) $OSTYPE_PRETTY_NAME$ operációs rendszeren futó $SYSTEM_TYPE_PRETTY_NAME$ böngészőben telepített $LANGUAGES_COUNT$ dialektusban.",
    "original": "Talkie can currently find $VOICES_COUNT$ voices enabling $LANGUAGE_GROUPS_COUNT$ languages in $LANGUAGES_COUNT$ dialects installed in your $SYSTEM_TYPE_PRETTY_NAME$ browser running on a $OSTYPE_PRETTY_NAME$ operating system.",
    "placeholders": {
      "language_groups_count": {
        "content": "$2",
        "example": "27"
      },
      "languages_count": {
        "content": "$3",
        "example": "47"
      },
      "ostype_pretty_name": {
        "content": "$5",
        "example": "mac"
      },
      "system_type_pretty_name": {
        "content": "$4",
        "example": "chrome"
      },
      "voices_count": {
        "content": "$1",
        "example": "66"
      }
    }
  },
  "frontend_welcomeInstallMoreVoicesHeading": {
    "message": "Több hangot szeretne telepíteni?",
    "original": "Want to install more voices?"
  },
  "frontend_welcomeLinkText": {
    "message": "Üdvözöljük",
    "original": "Welcome"
  },
  "noTextSelectedMessage": {
    "message": "Kérjük, válassza ki a kívánt szöveget a honlapon először. Ön is kiválaszthatja a szöveget, majd kattintson a jobb egérgombbal, és válassza Talkie a menüben.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie nem tudja elérni a kijelölt szöveget egy ilyen oldalra. Ez egy nagyon különleges oldal, és vannak biztonsági korlátozások hozott a böngészőben. Tudod is megpróbál jelölje ki a szöveget, majd kattintson a jobb egérgombbal, és válassza Talkie a menüben. Elnézést a kellemetlenségekért.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Sajnálom, de olvasás szöveg vágólapról egy Talkie Premium funkciót. Gondoltál már arra, korszerűsítése?",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Sajnálom, de ez a böngésző nem támogatja olvasni a vágólapra. Még nem, legalább. Kérjük, próbálja újra egy hónap múlva!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie nincs jogosultsága hozzáférni a vágólap. Ez rendben van, de akkor olvassa a vágólap tartalmát nem fog működni.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Nem találtunk megfelelő szöveget a vágólapra. Tud próbálja másol valami mást?",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
