{
  "buttonDefaultTitle": {
    "description": "Hover on the Talkie button, dynamically set.",
    "message": "Διαβάστε την επιλογή κειμένου δυνατά με $NAME$",
    "original": "Read text selection out loud with $NAME$",
    "placeholders": {
      "name": {
        "content": "$1",
        "example": "Talkie Premium"
      }
    }
  },
  "buttonDefaultTitle_Free": {
    "description": "Hover on the Talkie button, set from manifest.json.",
    "message": "Διαβάστε την επιλογή κειμένου δυνατά με Talkie",
    "original": "Read text selection out loud with Talkie"
  },
  "buttonDefaultTitle_Premium": {
    "description": "Hover on the Talkie Premium button, set from manifest.json.",
    "message": "Διαβάστε την επιλογή κειμένου δυνατά με Talkie Premium",
    "original": "Read text selection out loud with Talkie Premium"
  },
  "buttonStopTitle": {
    "message": "Σταμάτα να μιλάς",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Διαβάστε την επιλογή κειμένου δυνατά",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Ο Talkie",
    "original": "The Talkie website"
  },
  "commandOpenWebsiteStoreDescription_Free": {
    "message": "Η σελίδα Talkie",
    "original": "The Talkie store page"
  },
  "commandOpenWebsiteStoreDescription_Premium": {
    "message": "Η σελίδα Talkie Premium",
    "original": "The Talkie Premium store page"
  },
  "commandReadClipboardDescription": {
    "message": "Διαβάστε από το πρόχειρο",
    "original": "Read from the clipboard"
  },
  "commandStartStopDescription": {
    "message": "Εκκίνηση/διακοπή ανάγνωσης επιλογής",
    "original": "Start/stop reading selection"
  },
  "extensionDescription_Free": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "ΕΛΕΥΘΕΡΟΣ! Γρήγορη, εύκολη, υψηλής ποιότητας κείμενο σε ομιλία σε περισσότερες από 40 γλώσσες. Διαβάστε δυνατά από ιστοσελίδες, PDF, e-mail. Μιλήστε με κείμενο με TTS.",
    "original": "FREE! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "extensionDescription_Premium": {
    "description": "For the browsers/web stores. Maximum 132 characters.",
    "message": "ΑΣΦΑΛΙΣΤΡΟ! Γρήγορη, εύκολη, υψηλής ποιότητας κείμενο σε ομιλία σε περισσότερες από 40 γλώσσες. Διαβάστε δυνατά από ιστοσελίδες, PDF, e-mail. Μιλήστε με κείμενο με TTS.",
    "original": "PREMIUM! Fast, easy, high-quality text to speech in over 40 languages. Read out loud from websites, PDF, email. Speak text with TTS."
  },
  "frontend_PopupMenu_About": {
    "message": "Σχετικά με",
    "original": "About"
  },
  "frontend_PopupMenu_Features": {
    "message": "Χαρακτηριστικά",
    "original": "Features"
  },
  "frontend_PopupMenu_Usage": {
    "message": "Χρήση και συντομεύσεις",
    "original": "Usage and shortcuts"
  },
  "frontend_PopupMenu_Voices": {
    "message": "Επιλογές φωνής",
    "original": "Voice options"
  },
  "frontend_PopupUsageShort": {
    "message": "Επιλέξτε το Talkie κείμενο σε Talkie και κάντε κλικ στο κουμπί Talkie στη γραμμή του Talkie .",
    "original": "Select desired text on any web page and click the Talkie button in your browser bar."
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Κωδικός πηγής στο Github",
    "original": "Source code on Github"
  },
  "frontend_aboutLinkText": {
    "message": "Σχετικά με",
    "original": "About"
  },
  "frontend_aboutProjectPageLinkText": {
    "message": "Σελίδα έργου στο joelpurra.com",
    "original": "Project page on joelpurra.com"
  },
  "frontend_featuresFree_List01": {
    "message": "Αυτόματη ανίχνευση γλώσσας.",
    "original": "Automatic language detection."
  },
  "frontend_featuresFree_List02": {
    "message": "Αυτόματη επιλογή φωνής.",
    "original": "Automatic voice selection."
  },
  "frontend_featuresFree_List03": {
    "message": "Ανάγνωση επιλεγμένου κειμένου με κλικ ενός κουμπιού, πλήκτρο συντόμευσης ή μενού με δεξί κλικ.",
    "original": "Reads selected text by a button click, shortcut key, or right-click menu."
  },
  "frontend_featuresFree_List04": {
    "message": "Διαβάζει μεγάλα κείμενα και άρθρα έξω δυνατά, ακόμα και όταν η καρτέλα βρίσκεται στο παρασκήνιο.",
    "original": "Reads long texts and articles out loud, even while the tab is in the background."
  },
  "frontend_featuresFree_List05": {
    "message": "Ο κώδικας είναι ανοιχτού κώδικα και διατίθεται δωρεάν σε όλους τους χρήστες.",
    "original": "Code is open source and available for free to all users."
  },
  "frontend_featuresFree_List06": {
    "message": "Ελεύθερος!",
    "original": "Free!"
  },
  "frontend_featuresLinkText": {
    "message": "Χαρακτηριστικά",
    "original": "Features"
  },
  "frontend_featuresPremium_List01": {
    "message": "Επιλέξτε τη δική σας προεπιλεγμένη φωνή για κάθε γλώσσα. Μεγάλη αν κουραστείτε από τη φωνή του συστήματος!",
    "original": "Choose your own default voice for each language. Great if you get tired of the system voice!"
  },
  "frontend_featuresPremium_List02": {
    "message": "Επιλέξτε ταχύτητα ανάγνωσης και βήμα ανά φωνή. Ρυθμίστε τις φωνές σύμφωνα με τις προτιμήσεις σας!",
    "original": "Choose reading speed and pitch per voice. Adjust voices to your liking!"
  },
  "frontend_featuresPremium_List03": {
    "message": "Αυτό το ζεστό, ασαφές συναίσθημα που παίρνετε όταν υποστηρίζετε λογισμικό ανοιχτού κώδικα από ανεξάρτητους προγραμματιστές.",
    "original": "That warm, fuzzy feeling you get when supporting open source software by independent developers."
  },
  "frontend_featuresPremium_List04": {
    "message": "Οι Premium δωρεάν.",
    "original": "Future Premium updates included for free."
  },
  "frontend_featuresPremium_List05": {
    "message": "Διαβάστε το κείμενο από το πρόχειρο! Απλά Talkie Premium κείμενο από Talkie Premium σε Talkie Premium και Talkie Premium για να το Talkie Premium !",
    "original": "Read text from the clipboard! Just copy text from anywhere in any program, and use Talkie Premium to read it!"
  },
  "frontend_featuresVersion_Free": {
    "message": "Αυτήν τη στιγμή χρησιμοποιείται η δωρεάν έκδοση του Talkie και υπάρχει ένα Talkie σύνολο λειτουργιών. Ίσως Talkie Premium θα ήταν μια καλύτερη επιλογή για σας;",
    "original": "Currently using the free version of Talkie, and a limited set of features is available. Perhaps Talkie Premium would be a better choice for you?"
  },
  "frontend_featuresVersion_Premium": {
    "message": "Αυτήν τη Talkie Premium το Talkie Premium και όλες οι λειτουργίες είναι διαθέσιμες. Σας ευχαριστώ πολύ, θερμαίνει την καρδιά μου!",
    "original": "Currently using the Talkie Premium, and all features are available. Thank you very much, it warms my heart!"
  },
  "frontend_featuresVersions": {
    "message": "Talkie σε δύο εκδόσεις: Talkie και Talkie Premium. Η δωρεάν έκδοση είναι ιδανική για τις περισσότερες περιπτώσεις χρήσης, αλλά η premium έκδοση προσφέρει πρόσθετες επιλογές.",
    "original": "Talkie comes in two versions: Talkie and Talkie Premium. The free version is great for most use cases, but the premium version offers additional options."
  },
  "frontend_licenseCLADescription": {
    "message": "Όλες οι συνεισφορές στο Talkie βάσει της Συμφωνίας Άδειας Συνεργατών (CLA).",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Αδεια",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Talkie",
    "original": "Review Talkie"
  },
  "frontend_shareHeading": {
    "message": "Πείτε στους φίλους σας για το Talkie",
    "original": "Tell your friends about Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie αναπτύχθηκε λίγες ημέρες πριν από το νέο έτος 2016/2017, σε μια πρόκληση από έναν φίλο. Η πρόκληση ξεκίνησε με το ερώτημα: κατά τη μετάβαση στην εργασία, είναι δυνατόν να ακούσετε ένα άρθρο αντί να το διαβάσετε; Εύκολα, είπα, και ξεκίνησα να το αποδείξω — ή τουλάχιστον για να κάνω το πρόγραμμα περιήγησής μου να μιλήσει με κείμενο χρησιμοποιώντας μια ανόητη φωνή υπολογιστή. Η βασική έκδοση, χωρίς κάποια διεπαφή χρήστη, αποδείχθηκε ασήμαντη για να δημιουργήσει. Η προσθήκη διεπαφής χρήστη, πήρε λίγο περισσότερο χρόνο. Προσθέτοντας την κατάλληλη ανίχνευση γλώσσας, ένας περισσότερος κώδικας. Ξεπερνώντας τα σφάλματα στο πρόγραμμα περιήγησης ακόμα περισσότερη δουλειά. Η λίστα των βελτιώσεων και των λειτουργιών συνεχίζεται — και μερικές χιλιάδες γραμμές κώδικα αργότερα, κοιτάζετε το τελικό αποτέλεσμα.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it — or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on — and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Πώς ξεκίνησε η Talkie",
    "original": "How Talkie got started"
  },
  "frontend_storyThankYou": {
    "message": "Σας Talkie για τη χρήση Talkie — αν σας αρέσει, πείτε στους φίλους σας!",
    "original": "Thank you for using Talkie — if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Υποστήριξη και ανατροφοδότηση",
    "original": "Support and feedback"
  },
  "frontend_usageLinkText": {
    "message": "Χρήση",
    "original": "Usage"
  },
  "frontend_usageReadclipboard": {
    "message": "Διαβάστε οποιοδήποτε κείμενο αντιγράφηκε στο πρόχειρο σας — χρησιμοποιήστε το με ένα πλήκτρο συντόμευσης για να ακούσετε κείμενο από οπουδήποτε έξω από το πρόγραμμα περιήγησης. Μπορείτε επίσης να κάνετε δεξί κλικ στο κουμπί Talkie Premium ή σε κενή περιοχή ενός ιστότοπου και να επιλέξετε την ανάγνωση από το πρόχειρο.",
    "original": "Read any text copied to your clipboard — use it with a shortcut key to listen to text from anywhere outside of the browser. You can also right-click on the Talkie Premium button, or in an empty area of a website, and select read from clipboard."
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Μπορείτε επίσης να Talkie το κείμενο, στη συνέχεια κάντε δεξί κλικ πάνω του και να Talkie στο μενού. Αυτός ο τρόπος λειτουργεί επίσης σε αρχεία PDF και σε μερικούς ειδικούς τύπους σελίδων στο πρόγραμμα περιήγησης.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in the browser."
  },
  "frontend_usageShortcutHeading": {
    "message": "Πλήκτρα συντόμευσης",
    "original": "Shortcut keys"
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Εάν το πλήκτρο συντόμευσης δεν λειτουργεί, βεβαιωθείτε ότι δεν χρησιμοποιείται ήδη από άλλη επέκταση ή πρόγραμμα.",
    "original": "If the shortcut key does not work, please check that it is not already in use by another extension or program."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "Ελέγξτε ή αλλάξτε τα Talkie πλήκτρα Talkie .",
    "original": "Check or change the Talkie shortcut keys."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Μια βολική επιλογή είναι να Talkie πλήκτρα Talkie :",
    "original": "A convenient option is to use the Talkie shortcut keys:"
  },
  "frontend_usageShortcutKeyDescriptionReadFromClipboard": {
    "message": "Διαβάστε το κείμενο από το πρόχειρο σε οποιοδήποτε πρόγραμμα",
    "original": "Read text from clipboard in any program"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithMenu": {
    "message": "Ξεκίνα σταμάτα",
    "original": "Start/stop"
  },
  "frontend_usageShortcutKeyDescriptionStartStopWithoutMenu": {
    "message": "Ξεκίνα σταμάτα",
    "original": "Start/stop"
  },
  "frontend_usageStep01": {
    "message": "Επιλέξτε το επιθυμητό κείμενο σε οποιαδήποτε ιστοσελίδα.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Κάντε κλικ στο κουμπί Talkie στη γραμμή του Talkie",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Διαθέσιμες γλώσσες",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Διαθέσιμες φωνές",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Δείτε και δοκιμάστε τις εγκατεστημένες φωνές για κάθε γλώσσα στο πρόγραμμα περιήγησης. Talkie Premium χρήστες Talkie Premium μπορούν επίσης να Talkie Premium φωνή τους ως Talkie Premium ανά γλώσσα, καθώς και να Talkie Premium ταχύτητα και το βήμα για κάθε φωνή.",
    "original": "See and test installed voices for each language in your browser. Talkie Premium users can also select their favorite voice as the default per language, as well as set speed and pitch for each voice."
  },
  "frontend_voicesLinkText": {
    "message": "Φωνές",
    "original": "Voices"
  },
  "frontend_voicesPitchEmptyHeading": {
    "description": "The per-voice pitch options heading, without the voice name variable as none has been selected",
    "message": "Βήμα για φωνή",
    "original": "Pitch for voice"
  },
  "frontend_voicesPitchHeading": {
    "description": "The per-voice pitch options heading, including the voice name",
    "message": "Pitch για $VOICE$",
    "original": "Pitch for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesRateEmptyHeading": {
    "description": "The per-voice speed options heading, without the voice name variable as none has been selected",
    "message": "Ταχύτητα φωνής",
    "original": "Speed for voice"
  },
  "frontend_voicesRateHeading": {
    "description": "The per-voice speed options heading, including the voice name",
    "message": "Ταχύτητα για $VOICE$",
    "original": "Speed for $VOICE$",
    "placeholders": {
      "voice": {
        "content": "$1",
        "example": "Google italiano"
      }
    }
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Η γρήγορη καφέ αλεπού πηδάει πάνω από το τεμπέλικο σκυλί.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Δείγμα κειμένου για Talkie για να Talkie δυνατά",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesSetAsLanguageEmptySelection": {
    "description": "This should be the same/similar format as frontend_voicesSetAsLanguageUseVoiceAsDefault, but without the variables.",
    "message": "Χρησιμοποιήστε την προεπιλεγμένη φωνή για τη γλώσσα",
    "original": "Use as default voice for language"
  },
  "frontend_voicesSetAsLanguageUseVoiceAsDefault": {
    "description": "The $LANGUAGE$ is the name (or ISO 639 code such as sv or sv-SE) of the language, the $VOICE$ the name of the voice",
    "message": "Χρησιμοποιήστε $VOICE$ ως προεπιλεγμένη φωνή για κείμενο σε $LANGUAGE$",
    "original": "Use $VOICE$ as default voice for text in $LANGUAGE$",
    "placeholders": {
      "language": {
        "content": "$1",
        "example": "sv-SE"
      },
      "voice": {
        "content": "$2",
        "example": "Alva"
      }
    }
  },
  "frontend_voicesShowAllVoices": {
    "message": "Εμφάνιση όλων των φωνών",
    "original": "Show all voices"
  },
  "noTextSelectedMessage": {
    "message": "Επιλέξτε πρώτα το επιθυμητό κείμενο στον ιστότοπο. Μπορείτε επίσης να Talkie κείμενο, στη συνέχεια κάντε δεξί κλικ σε αυτό και επιλέξτε Talkie στο μενού.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by WebExtensions, such as chrome:// and the Chrome Web Store/Firefox Add-ons. This message warns users.",
    "message": "Talkie δεν έχει πρόσβαση στο Talkie κείμενο από αυτόν τον τύπο σελίδας. Είναι μια πολύ ειδική σελίδα και υπάρχουν περιορισμοί ασφαλείας που θέτει ο browser. Μπορείτε επίσης να Talkie να Talkie κείμενο, στη συνέχεια κάντε δεξί κλικ σε αυτό και επιλέξτε Talkie στο μενού. Λυπάμαι για την ταλαιπωρία.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  },
  "readClipboardIsAPremiumFeature": {
    "message": "Λυπούμαστε, αλλά η ανάγνωση κειμένου από το πρόχειρο είναι μια Talkie Premium. Έχετε εξετάσει την αναβάθμιση;",
    "original": "I'm sorry, but reading text from the clipboard is a Talkie Premium feature. Have you considered upgrading?"
  },
  "readClipboardNeedsBrowserSupport": {
    "message": "Λυπούμαστε, αλλά αυτό το πρόγραμμα περιήγησης ιστού δεν υποστηρίζει την ανάγνωση από το πρόχειρο. Όχι ακόμα, τουλάχιστον. Δοκιμάστε ξανά σε ένα μήνα περίπου!",
    "original": "I'm sorry, but this web browser does not support reading from the clipboard. Not yet, at least. Please try again in one month or so!"
  },
  "readClipboardNeedsPermission": {
    "message": "Talkie δεν έχει άδεια πρόσβασης από το πρόχειρο. Αυτό είναι εντάξει, αλλά η ανάγνωση του κειμένου του προχείρου δεν θα λειτουργήσει.",
    "original": "Talkie does not have permission to access from the clipboard. That's ok, but then reading the clipboard text won't work."
  },
  "readClipboardNoSuitableText": {
    "message": "Δεν βρέθηκε κατάλληλο κείμενο στο πρόχειρο. Μπορείτε να δοκιμάσετε να αντιγράψετε κάτι άλλο;",
    "original": "Could not find suitable text in the clipboard. Can you try copying something else?"
  }
}
