{
  "buttonDefaultTitle": {
    "message": "Lesen Sie die Textauswahl laut",
    "original": "Read text selection out loud"
  },
  "buttonStopTitle": {
    "message": "Hör auf zu reden",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Lesen Sie die Textauswahl laut",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteChromeWebStoreDescription": {
    "message": "Öffnen Sie die Chrome Web Store Seite",
    "original": "Open the Chrome Web Store page"
  },
  "commandOpenWebsiteDonateDescription": {
    "message": "Öffnen Sie die Spendenseite",
    "original": "Open the donation page"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Öffnen Sie die Talkie-Website",
    "original": "Open the Talkie website"
  },
  "commandStartStopDescription": {
    "message": "Start/Stop Leseauswahl",
    "original": "Start/stop reading selection"
  },
  "extensionDescription": {
    "message": "Wählen Sie Text auf einer beliebigen Webseite aus und lassen Sie den Computer laut für Sie lesen, indem Sie einfach auf die Schaltfläche Talkie klicken.",
    "original": "Select text on any web page, and have the computer read it out loud for you by simply clicking the Talkie button."
  },
  "frontend_Options": {
    "message": "Optionen",
    "original": "Options"
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Quellcode auf Github",
    "original": "Source code on Github"
  },
  "frontend_aboutHeading": {
    "message": "Über: Text-to-Speech Browser Erweiterung Taste",
    "original": "About: text-to-speech browser extension button"
  },
  "frontend_aboutLinkText": {
    "message": "Über",
    "original": "About"
  },
  "frontend_aboutThankYou": {
    "message": "Vielen Dank für die Verwendung von Talkie - wenn es dir gefällt, sag deinen Freunden!",
    "original": "Thank you for using Talkie - if you like it, tell your friends!"
  },
  "frontend_donateLinkText": {
    "message": "Spenden",
    "original": "Donate"
  },
  "frontend_donate_moreOptions": {
    "message": "Weitere Spendenoptionen",
    "original": "More donation options"
  },
  "frontend_donate_usd100Now": {
    "message": "Spende USD 100 jetzt",
    "original": "Donate $$100 now"
  },
  "frontend_donate_usd25Now": {
    "message": "Spende USD 25 jetzt",
    "original": "Donate $$25 now"
  },
  "frontend_donate_usd5Now": {
    "message": "Spende USD 5 jetzt",
    "original": "Donate $$5 now"
  },
  "frontend_hideDonateButtonsInPopup": {
    "message": "Spenden-Schaltflächen im Popup ausblenden",
    "original": "Hide donation buttons in the popup"
  },
  "frontend_hideDonateButtonsInPopupDescription": {
    "message": "Es ist nicht so, dass ich nicht will, dass du spende, um Talkie und Open Source Entwicklung im Allgemeinen zu unterstützen - ich möchte einfach nicht, dass du dich ärgern würdest, wenn du Talkie an erster Stelle verwende.  Wenn du die Spenden-Buttons im Popup deaktivierst, hoffe ich, dass du auch Talkie in irgendeiner Weise unterstützen wirst!  Die Tasten sind immer hier unter den Optionen verfügbar, nur für den Fall.",
    "original": "It's not like I don't want you to donate to support Talkie and open source development in general - I just don't want you to be annoyed when using Talkie in the first place. If you disable the donation buttons in the popup, I hope that you will also support Talkie in some way! The buttons will always be available here among the options, just in case."
  },
  "frontend_hideDonateButtonsInPopupHeading": {
    "message": "Spenden: Unterstützung der Open Source Entwicklung",
    "original": "Donate: support open source development"
  },
  "frontend_licenseCLADescription": {
    "message": "Alle Beiträge zu Talkie werden unter dem Contributor License Agreement (CLA) erstellt.",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Lizenz: Open-Source-Software",
    "original": "License: open-source software"
  },
  "frontend_licenseLinkText": {
    "message": "Lizenz",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Bewerte Talkie",
    "original": "Rate Talkie"
  },
  "frontend_storyDescription": {
    "message": "Talkie wurde ein paar Tage vor dem neuen Jahr 2016/2017 entwickelt, auf eine Herausforderung von einem Freund.  Die Herausforderung begann mit der Frage: Beim Pendeln zur Arbeit ist es möglich, einen Artikel zu hören, anstatt es zu lesen?  Einfach, sagte ich und machte sich darum, es zu beweisen - oder zumindest, um meinen Browser mit einer dummen Computerstimme auszudrücken.  Die Basisversion, ohne Benutzeroberfläche, erwies sich als trivial zu erstellen.  Hinzufügen einer Benutzeroberfläche, dauerte etwas länger.  Hinzufügen der richtigen Sprache Erkennung ein Bündel mehr Code.  Überwindung von Bugs im Browser noch mehr Arbeit.  Die Liste der Verbesserungen und Features geht weiter - und ein paar tausend Zeilen Code später, du siehst das Endergebnis.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it - or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on - and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Geschichte: Wie hat Talkie angefangen",
    "original": "Story: how Talkie got started"
  },
  "frontend_storyLinkText": {
    "message": "Geschichte",
    "original": "Story"
  },
  "frontend_storyThankYou": {
    "message": "Vielen Dank für die Verwendung von Talkie - wenn es dir gefällt, sag deinen Freunden!",
    "original": "Thank you for using Talkie - if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Unterstützung und Feedback",
    "original": "Support and feedback"
  },
  "frontend_talkieInTheChromeWebStore_Free": {
    "message": "Talkie im Chrome Web Store",
    "original": "Talkie in the Chrome Web Store"
  },
  "frontend_usageHeading": {
    "message": "Verwendung",
    "original": "Usage"
  },
  "frontend_usageLinkText": {
    "message": "Verwendung",
    "original": "Usage"
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Sie können auch den Text auswählen, dann mit der rechten Maustaste darauf klicken und im Menü Talkie wählen.  Auf diese Weise funktioniert auch in PDF-Dateien und einige spezielle Arten von Seiten in Chrome.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in Chrome."
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Wenn der Schlüssel nicht funktioniert, überprüfen Sie bitte, dass er noch nicht von einer anderen Erweiterung benutzt wird.",
    "original": "If the key does not work, please check that it is not already in use by another extension."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "So überprüfen oder ändern Sie die Talkie-Tastenkombination.",
    "original": "How to check or change the Talkie shortcut key."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Eine bequeme Option ist, die Talkie-Tastenkombination zu verwenden:",
    "original": "A convenient option is to use the Talkie shortcut key:"
  },
  "frontend_usageStep01": {
    "message": "Wählen Sie den gewünschten Text auf einer beliebigen Webseite aus.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Klicken Sie in der Browserleiste auf die Schaltfläche Talkie",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Verfügbare Sprachen",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Verfügbare Stimmen",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Talkie macht automatische Spracherkennung, aber nicht alle Sprachen sind in jedem Browser verfügbar.  Hier sehen und testen Sie installierte Stimmen für jede Sprache.",
    "original": "Talkie does automatic language detection, but not all languages are available in each browser. Here you can see and test installed voices for each language."
  },
  "frontend_voicesHeading": {
    "message": "Stimmen: testen Sie Ihren Browser",
    "original": "Voices: test your browser"
  },
  "frontend_voicesLinkText": {
    "message": "Stimmen",
    "original": "Voices"
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Der schnelle braune Fuchs springt über den faulen Hund.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Beispieltext für Talkie laut zu lesen",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesShowAllVoices": {
    "message": "Zeige alle Stimmen",
    "original": "Show all voices"
  },
  "frontend_yourDonationsAreAppreciated": {
    "message": "Ihre Spenden werden geschätzt!",
    "original": "Your donations are appreciated!"
  },
  "noTextSelectedMessage": {
    "message": "Bitte wählen Sie zuerst den gewünschten Text auf der Website aus.  Sie können auch Text auswählen, dann mit der rechten Maustaste darauf klicken und im Menü Talkie wählen.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by Chrome Extensions, such as chrome:// and the Chrome Web Store. This message warns users.",
    "message": "Talkie kann nicht auf den ausgewählten Text von dieser Art von Seite zugreifen.  Es ist eine ganz besondere Seite, und es gibt Sicherheitsbeschränkungen, die vom Browser eingefügt werden.  Sie können auch versuchen, Text auszuwählen, dann klicken Sie mit der rechten Maustaste darauf und wählen Sie im Menü Talkie.  Ich entschuldige mich für die Unannehmlichkeiten.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  }
}
