{
  "buttonDefaultTitle": {
    "message": "Textauswahl laut vorlesen",
    "original": "Read text selection out loud"
  },
  "buttonStopTitle": {
    "message": "Vorlesen unterbrechen",
    "original": "Stop talking"
  },
  "commandBrowserActionDescription": {
    "message": "Textauswahl laut vorlesen",
    "original": "Read text selection out loud"
  },
  "commandOpenWebsiteChromeWebStoreDescription": {
    "message": "Chrome Web Store Seite öffnen",
    "original": null
  },
  "commandOpenWebsiteDonateDescription": {
    "message": "Spendenseite öffnen",
    "original": "Open the donation page"
  },
  "commandOpenWebsiteMainDescription": {
    "message": "Talkie-Website öffnen",
    "original": "Open the Talkie website"
  },
  "commandStartStopDescription": {
    "message": "Start/Stop Vorlesen der Auswahl",
    "original": "Start/stop reading selection"
  },
  "extensionDescription": {
    "message": "Wähle den Text auf einer beliebigen Webseite aus und lass ihn dir vom Computer laut vorlesen. Klicke hierfür einfach auf den Talkie-Button.",
    "original": "Select text on any web page, and have the computer read it out loud for you by simply clicking the Talkie button."
  },
  "frontend_Options": {
    "message": "Optionen",
    "original": "Options"
  },
  "frontend_aboutCodeOnGithubLinkText": {
    "message": "Quellcode auf Github",
    "original": "Source code on Github"
  },
  "frontend_aboutHeading": {
    "message": "Über: Browser Erweiterung für Text-nach-Sprache Konverter",
    "original": "About: text-to-speech browser extension button"
  },
  "frontend_aboutLinkText": {
    "message": "Über",
    "original": "About"
  },
  "frontend_aboutThankYou": {
    "message": "Vielen Dank dass du Talkie verwendest - wenn es dir gefällt sag es deinen Freunden weiter!",
    "original": "Thank you for using Talkie - if you like it, tell your friends!"
  },
  "frontend_donateLinkText": {
    "message": "Spenden",
    "original": "Donate"
  },
  "frontend_donate_moreOptions": {
    "message": "Weitere Spendenoptionen",
    "original": "More donation options"
  },
  "frontend_donate_usd100Now": {
    "message": "Jetzt USD 100 spenden",
    "original": "Donate $$100 now"
  },
  "frontend_donate_usd25Now": {
    "message": "Jetzt USD 25 spenden",
    "original": "Donate $$25 now"
  },
  "frontend_donate_usd5Now": {
    "message": "Jetzt USD 5 spenden",
    "original": "Donate $$5 now"
  },
  "frontend_hideDonateButtonsInPopup": {
    "message": "Spenden-Buttons im Popup ausblenden",
    "original": "Hide donation buttons in the popup"
  },
  "frontend_hideDonateButtonsInPopupDescription": {
    "message": "Es ist nicht so, dass ich nicht wollte dass du Talkie und Open Source Entwicklung im Allgemeinen durch eine Spende unterstützt - du sollst dich nur einfach bei der Nutzung von Talkie nicht belästigt fühlen. Wenn du daher die Spenden-Buttons im Popup deaktivierst, hoffe ich, dass du Talkie irgendwie anders unterstützst! Die Spenden-Buttons sind immer hier unter den Optionen zu finden, nur für den Fall.",
    "original": "It's not like I don't want you to get Talkie 🌟 Premium or donate to support Talkie and open source development in general - I just don't want you to be annoyed when using Talkie in the first place. If you disable the donation buttons in the popup, I hope that you will also support Talkie in some way! The buttons will always be available here among the options, just in case."
  },
  "frontend_hideDonateButtonsInPopupHeading": {
    "message": "Spenden: unterstütze Open Source Entwicklung",
    "original": "Donate: support open source development"
  },
  "frontend_licenseCLADescription": {
    "message": "Alle Beiträge zu Talkie wurden unter dem Contributor License Agreement (CLA) erstellt.",
    "original": "All contributions to Talkie are made under the Contributor License Agreement (CLA)."
  },
  "frontend_licenseHeading": {
    "message": "Lizenz: Open-Source-Software",
    "original": "License: open-source software"
  },
  "frontend_licenseLinkText": {
    "message": "Lizenz",
    "original": "License"
  },
  "frontend_rateIt": {
    "message": "Bewerte Talkie",
    "original": "Review Talkie"
  },
  "frontend_storyDescription": {
    "message": "Ich habe Talkie ein paar Tage vor Silvester 2016/2017 entwickelt, auf eine Bemerkung eines Freunds hin. Er begann mit der herausfordernden Frage: Ist es eigentlich beim Pendeln zur Arbeit möglich, einen Artikel anzuhören anstatt ihn zu lesen? Nichts einfacher als das, sagte ich und machte mich daran, das zu beweisen - oder zumindest ließ ich meinen Browser Texte in einer albernen Computerstimme vorlesen. Die Entwicklung einer ersten einfachen Version ohne Benutzeroberfläche war einfach. Das Hinzufügen einer Benutzeroberfläche dauerte etwas länger. Eine ordentliche Spracherkennung, nur ein bisschen mehr Code. Bugs im Browser zu entfernen war noch mehr Arbeit. Die Liste der Verbesserungen und Features geht weiter - und ein paar tausend Zeilen Code später siehst du hier das Endergebnis.",
    "original": "Talkie was developed a few days before the New Year 2016/2017, on a challenge from a friend. The challenge started with the question: while commuting to work, is it possible to listen to an article instead of reading it? Easy, I said, and set out to prove it - or at least to make my browser speak out text using a silly computer voice. The basic version, without any user interface, turned out to be trivial to create. Adding a user interface, took a bit longer. Adding proper language detection a bunch more code. Overcoming bugs in the browser even more work. The list of improvements and features goes on - and a few thousand lines of code later, you're looking at the end result."
  },
  "frontend_storyHeading": {
    "message": "Geschichte: so hat alles mit Talkie angefangen",
    "original": "Story: how Talkie got started"
  },
  "frontend_storyLinkText": {
    "message": "Geschichte",
    "original": "Story"
  },
  "frontend_storyThankYou": {
    "message": "Vielen Dank dass du Talkie verwendest - wenn es dir gefällt sag es deinen Freunden weiter!",
    "original": "Thank you for using Talkie - if you like it, tell your friends!"
  },
  "frontend_supportAndFeedback": {
    "message": "Unterstützung und Feedback",
    "original": "Support and feedback"
  },
  "frontend_talkieInTheChromeWebStore_Free": {
    "message": "Talkie im Chrome Web Store",
    "original": "Talkie in the Chrome Web Store"
  },
  "frontend_usageHeading": {
    "message": "Verwendung",
    "original": "Usage"
  },
  "frontend_usageLinkText": {
    "message": "Verwendung",
    "original": "Usage"
  },
  "frontend_usageSelectionContextMenuDescription": {
    "message": "Du kannst auch den Text markieren, dann mit der rechten Maustaste darauf klicken und im Menü Talkie auswählen. Diese Funktion existiert auch für PDF-Dateien und auf einigen speziellen Seiten in Chrome.",
    "original": "You can also select the text, then right click on it, and choose Talkie in the menu. This way also works in PDF-files and some special types of pages in Chrome."
  },
  "frontend_usageShortcutKeyAlternative03": {
    "message": "Wenn die Tastenkombination nicht funktioniert, stelle bitte sicher, dass sie nicht bereits durch eine andere Erweiterung belegt ist.",
    "original": "If the key does not work, please check that it is not already in use by another extension."
  },
  "frontend_usageShortcutKeyAlternative04": {
    "message": "So überprüfst oder änderst du die Talkie-Tastenkombination.",
    "original": "How to check or change the Talkie shortcut key."
  },
  "frontend_usageShortcutKeyDescription": {
    "message": "Eine bequeme Option ist, die Talkie-Tastenkombination zu verwenden:",
    "original": "A convenient option is to use the Talkie shortcut key:"
  },
  "frontend_usageStep01": {
    "message": "Markiere den gewünschten Text auf einer beliebigen Webseite.",
    "original": "Select desired text on any web page."
  },
  "frontend_usageStep02": {
    "message": "Klicke in der Browserleiste auf den Talkie-Button",
    "original": "Click the Talkie button in your browser bar"
  },
  "frontend_voicesAvailableLanguages": {
    "message": "Verfügbare Sprachen",
    "original": "Available languages"
  },
  "frontend_voicesAvailableVoices": {
    "message": "Verfügbare Stimmen",
    "original": "Available voices"
  },
  "frontend_voicesDescription": {
    "message": "Talkie hat eine automatische Spracherkennung, aber nicht alle Sprachen sind in jedem Browser verfügbar. Hier kannst du alle installierten Stimmen für jede Sprache sehen und testen.",
    "original": "Here you can see and test installed voices for each language in your browser. 🌟 Premium users can also select their favorite voice as the default per language, as well as change speed and pitch for each voice."
  },
  "frontend_voicesHeading": {
    "message": "Stimmen: teste deinen Browser",
    "original": "Voices: select your favorite"
  },
  "frontend_voicesLinkText": {
    "message": "Stimmen",
    "original": "Voices"
  },
  "frontend_voicesSampleText": {
    "description": "The original sentence is a popuplar English pangram. Translators are encouraged to use pangrams in their own languages. https://en.wikipedia.org/wiki/Pangram",
    "message": "Zwölf Boxkämpfer jagen Viktor quer über den großen Sylter Deich.",
    "original": "The quick brown fox jumps over the lazy dog."
  },
  "frontend_voicesSampleTextHeading": {
    "message": "Beispieltext für Talkie zum Vorlesen",
    "original": "Sample text for Talkie to read out loud"
  },
  "frontend_voicesShowAllVoices": {
    "message": "Alle Stimmen anzeigen",
    "original": "Show all voices"
  },
  "frontend_yourDonationsAreAppreciated": {
    "message": "Ich freue mich über jede Spende!",
    "original": "Your donations are appreciated!"
  },
  "noTextSelectedMessage": {
    "message": "Bitte wähle zuerst den gewünschten Text auf der Website aus. Du kannst auch Text markieren, dann mit der rechten Maustaste darauf klicken und im Menü Talkie auswählen.",
    "original": "Please select desired text on the website first. You can also select text, then right click on it, and choose Talkie in the menu."
  },
  "notAbleToSpeakTextFromThisSpecialTab": {
    "description": "Some tabs can't be accessed by Chrome Extensions, such as chrome:// and the Chrome Web Store. This message warns users.",
    "message": "Talkie kann nicht auf den ausgewählten Text von dieser bestimmten Seite zugreifen. Auf dieser speziellen Seite wurden Sicherheitsbeschränkungen durch den Browser eingefügt. Du kannst auch versuchen Text zu markieren, dann mit der rechten Maustaste darauf klicken und im Menü Talkie auswählen. Ich entschuldige mich für die Unannehmlichkeiten.",
    "original": "Talkie cannot access the selected text from this type of page. It is a very special page, and there are security limitations put in by the browser. You can also try to select text, then right click on it, and choose Talkie in the menu. I'm sorry for the inconvenience."
  }
}
